{
  "homes": [
    {
      "_id": "1001265",
      "listing_url": "https://www.airbnb.com/rooms/1001265",
      "name": "Ocean View Waikiki Marina w/prkg",
      "summary": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village.",
      "space": "Great studio located on Ala Moana across the street from Yacht Harbor and near Ala Moana Shopping Center. Studio kitchette, parking, wifi, TV, A/C. Amenities include pool, hot tub and tennis. Sweet ocean views with nice ocean breezes.",
      "description": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village. Great studio located on Ala Moana across the street from Yacht Harbor and near Ala Moana Shopping Center. Studio kitchette, parking, wifi, TV, A/C. Amenities include pool, hot tub and tennis. Sweet ocean views with nice ocean breezes. Pool, hot tub and tennis We try our best at creating, simple responsive management which never bothers the guest. You can breath ocean as well as aloha. Honolulu does have a very good air conditioned bus system.",
      "neighborhood_overview": "You can breath ocean as well as aloha.",
      "notes": "",
      "transit": "Honolulu does have a very good air conditioned bus system.",
      "access": "Pool, hot tub and tennis",
      "interaction": "We try our best at creating, simple responsive management which never bothers the guest.",
      "house_rules": "The general welfare and well being of all the community.",
      "property_type": "Condominium",
      "room_type": "Entire home/apt",
      "bed_type": "Real Bed",
      "minimum_nights": "3",
      "maximum_nights": "365",
      "cancellation_policy": "strict_14_with_grace_period",
      "first_review": "2013-05-24T04:00:00.000Z",
      "last_review": "2019-02-07T05:00:00.000Z",
      "accommodates": 2,
      "bedrooms": 1,
      "beds": 1,
      "number_of_reviews": 96,
      "bathrooms": "1.0",
      "amenities": [
        "TV",
        "Cable TV",
        "Wifi",
        "Air conditioning",
        "Pool",
        "Kitchen",
        "Free parking on premises",
        "Elevator",
        "Hot tub",
        "Washer",
        "Dryer",
        "Essentials",
        "Shampoo",
        "Hangers",
        "Hair dryer",
        "Iron",
        "Laptop friendly workspace",
        "Self check-in",
        "Lockbox",
        "Hot water",
        "Bed linens",
        "Extra pillows and blankets",
        "Ethernet connection",
        "Microwave",
        "Coffee maker",
        "Refrigerator",
        "Dishes and silverware",
        "Cooking basics",
        "Stove",
        "BBQ grill",
        "Garden or backyard",
        "Well-lit path to entrance",
        "Disabled parking spot",
        "Step-free access",
        "Wide clearance to bed",
        "Step-free access"
      ],
      "price": "115.00",
      "weekly_price": "650.00",
      "monthly_price": "2150.00",
      "cleaning_fee": "100.00",
      "extra_people": "0.00",
      "guests_included": "1",
      "images": {
        "thumbnail_url": "",
        "medium_url": "",
        "picture_url": "https://a0.muscache.com/im/pictures/15037101/5aff14a7_original.jpg?aki_policy=large",
        "xl_picture_url": ""
      },
      "host": {
        "host_id": "5448114",
        "host_url": "https://www.airbnb.com/users/show/5448114",
        "host_name": "David",
        "host_location": "Honolulu, Hawaii, United States",
        "host_about": "I have 30 years of experience in the Waikiki Real Estate Market. We specialize in local sales and property management. Our goal is service and aloha. We want to help people enjoy Hawaii.",
        "host_response_time": "within an hour",
        "host_thumbnail_url": "https://a0.muscache.com/im/users/5448114/profile_pic/1363202219/original.jpg?aki_policy=profile_small",
        "host_picture_url": "https://a0.muscache.com/im/users/5448114/profile_pic/1363202219/original.jpg?aki_policy=profile_x_medium",
        "host_neighbourhood": "Waikiki",
        "host_response_rate": 98,
        "host_is_superhost": false,
        "host_has_profile_pic": true,
        "host_identity_verified": false,
        "host_listings_count": 18,
        "host_total_listings_count": 18,
        "host_verifications": [
          "email",
          "phone",
          "reviews",
          "kba"
        ]
      },
      "address": {
        "street": "Honolulu, HI, United States",
        "suburb": "Oʻahu",
        "government_area": "Primary Urban Center",
        "market": "Oahu",
        "country": "United States",
        "country_code": "US",
        "location": {
          "type": "Point",
          "coordinates": [
            -157.83919,
            21.28634
          ],
          "is_location_exact": true
        }
      },
      "availability": {
        "availability_30": 16,
        "availability_60": 46,
        "availability_90": 76,
        "availability_365": 343
      },
      "review_scores": {
        "review_scores_accuracy": 9,
        "review_scores_cleanliness": 8,
        "review_scores_checkin": 9,
        "review_scores_communication": 9,
        "review_scores_location": 10,
        "review_scores_value": 9,
        "review_scores_rating": 84
      },
      "reviews": [{
          "_id": "4765259",
          "date": "2013-05-24T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "6435238",
          "reviewer_name": "Jacqui",
          "comments": "Our stay was excellent.  The place had a breath taking view.  David was very accommodating with our hotel stay, parking availability and all of our concerns & questions.  He did above and beyond what anyone would want.  He's a man of his word and very professional.  We highly recommend for everyone to stay in all of the places he recommended.  Thank you David for a accommodating our wonderful and memorable stay in Honolulu, Hawaii.  God Bless!  Henry & Jacqui (SF, CA)"
        },
        {
          "_id": "4908312",
          "date": "2013-06-01T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "3454262",
          "reviewer_name": "Khoren",
          "comments": "Tell others in the Airbnb community about your stay."
        },
        {
          "_id": "7099260",
          "date": "2013-09-06T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "7038567",
          "reviewer_name": "Nick",
          "comments": "This is everything we expected and hoped for in a sub-$100/night condo stay in Waikiki. This definitely isn't the Ritz, and if you're looking for a luxury get-away, you're barking up the wrong tree. However, if you're like we were: first time visitors on a budget with humble taste, then this place is perfect. The location is a tiny bit removed from the touristy Beachwalk shopping area, but not so far as to preclude you from limbering up for a spirited walk over there. And by the marina, you're actually quite close to the Ala Moana mall. So, the location is good. The place itself is a modest studio setup, but perfectly adequate with a good sized bed for a couple, enough space for your luggage, and a kitchenette and bathroom that though tight, is perfectly fine. There's also cable and internet if you're looking for homey creature comforts. It was also fantastic to have a free parking space included, an air conditioning wall unit, and the panoramic window view was pretty cool, though you only really get a peak of the beach. Also, David was very good about staying in contact with us the day we arrived to get acclimated, and we did not have further occasion to require his services the rest of our stay, so our contact was minimal, but satisfactory ... no problem there. The minor quibbles we had were pretty thin walls, so we would often hear the murmur of the neighbors' TVs. Also, there seemed to be two elevators working the entire building, so they could take quite a while to pop up. Again though, if you're like us, your #1 priorities are spend a minimal amount of time in your room, get out to experience Hawaii, come back to a sanitary place to sleep at night, all while staying within a reasonable budget. This place fit the bill, and we would recommend it to anyone with the same priorities."
        },
        {
          "_id": "8363944",
          "date": "2013-10-28T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "7096845",
          "reviewer_name": "Jean",
          "comments": "Fantastic location! Everything in the condo was great and David was lovely and super easy to deal with. Would recommend!"
        },
        {
          "_id": "8905060",
          "date": "2013-11-25T05:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "9432081",
          "reviewer_name": "Dhaval",
          "comments": "The flat is ok for a couple . Location of flat is awesome. Its close to the waikiki beach, Ala Moana park and shoppings . Parking was 20 bucks/day . Overall nice place."
        },
        {
          "_id": "9392425",
          "date": "2013-12-26T05:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "9009226",
          "reviewer_name": "Carol E",
          "comments": "We stayed 23 days in December in \"Ocean view Waikiki Marina\". Our stay was great, the apartment is very well located, clean and comfortable. David and Nicole were very attentive and helped us at all. Loved our vacation in Hawaii and want to return soon. \r\n\r\nAloha!"
        },
        {
          "_id": "9496168",
          "date": "2013-12-31T05:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "6184569",
          "reviewer_name": "Sophie & Lo",
          "comments": "If you're looking to spend most of your time in Hawaii outside (and not inside your room or your hotel, like with the Waikiki resort complexes) then this apartment will do the trick. It's definitely not luxurious but has the basics and is in a great location. It fits 2 people but more would be cramped. \nYou can hit the beach in as little as 5 mns walking or get to central Waikiki beach in 15-20 mns walking.  It's also easy to catch a bus to visit something outside Waikiki. There is a convenience store nearby, as well as several breakfast and restaurant options. The apartment has a small kitchen with cooking utensils but we ended up mostly eating dinners out. \nDavid was courteous and likely very knowledgeable about the area but we didn't ask him for suggestions, we ended up just using our guide book. \nOverall if you want to experience Waikiki without spending a fortune or being pampered, this is a great option. Mahalo David!"
        },
        {
          "_id": "9770517",
          "date": "2014-01-09T05:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "2903621",
          "reviewer_name": "Tj",
          "comments": "Great location, adequate for a short stay, free parking too!"
        },
        {
          "_id": "10423465",
          "date": "2014-02-18T05:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "11043919",
          "reviewer_name": "Rose",
          "comments": "David was there to meet us as soon as we arrived from the airport and was very friendly. He communicated with us before we arrived as well. The apartment was very nice, great location, clean and exactly what we were looking for. Location has a nice pool area."
        },
        {
          "_id": "10956151",
          "date": "2014-03-15T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "11421452",
          "reviewer_name": "Susan",
          "comments": "Thoroughly enjoyed our stay. The condo is in a great location if you want to be in or near Waikiki and Ala Moana. It's a small studio, and not luxurious, but great if you want a functional, reasonably comfortable and very affordable base for exploring Oahu. The parking space is wonderful if you rent a car, as otherwise you're looking at an additional $15-$20 a day. The building is right on Ala Moana Blvd so it's noisy if you keep the windows open, but that's also true of many high-price Waikiki hotel rooms. Air conditioning is a bit noisy; I slept with earplugs but my boyfriend didn't need them (I'm a light sleeper and use them at home). The condo has a full size fridge, small cooktop, microwave, coffee maker, coffee press, beach chairs, some knackered beach mats, towels, pots, plates, etc.. Wifi is a plus. The bathroom appears quite recently updated, and though small is nice - great shower. \r\n\r\nCons: There's no lanai and the view is very partial, but to us those were small things. Elevators were sometimes very slow and occasionally out of commission, which was a hassle and a bit concerning.\r\n\r\nWe never actually met David. All was handled by text and email. He instructed us to get someone to let us in to the building, which seemed a bit dodgy, but in the end it was no problem, and he said to call if there was any issue. Condo door was unlocked and keys were on the table.\r\n\r\nI would consider staying here again if I plan to stay in the Waikiki vicinity. \r\n\r\n"
        },
        {
          "_id": "11063672",
          "date": "2014-03-18T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "12932701",
          "reviewer_name": "Tami",
          "comments": "If you are looking for a home base with the basics to lay your head at night and have breakfast in and then head out for the day this fits the bill. It's close to Waikiki and the downtown area but not in the thick of things so if you're looking to avoid the 24/7 hustle and bustle then this might work for you. There is a basic kitchenette and eating area. Accessories for enjoying the sand and surf are available for use, pool, and hot tub as well, and secure parking which is a plus.\r\n\r\nIf you're looking for expansive ocean views, a room to hang out and relax in with up to date decor, and where you can easily meet and get to know people staying in the complex then this wouldn't be for you. The dependability of the elevators, particularly during high winds, is a bit of a concern.\r\n\r\nI never met David, things were handled via airbnb email. I spoke with him on the phone when my plans changed and he was flexible in changing the dates of the original reservation.\r\n"
        },
        {
          "_id": "11326297",
          "date": "2014-03-30T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "5394313",
          "reviewer_name": "Christopher",
          "comments": "Our stay here was great and just as we expected!  The apartment was in a really fantastic location and was very convenient.  It is a small, simple, and nice apartment with a cool view.  As a bonus, we talked with some other people that lived there that gave us great pointers about what to do during our stay there.  The included parking was also extremely convenient!  Check in and check out was simple, David's communication was outstanding, and he was very accommodating.  I would not hesitate to stay here again."
        },
        {
          "_id": "13172738",
          "date": "2014-05-21T04:00:00.000Z",
          "listing_id": "1001265",
          "reviewer_id": "4227123",
          "reviewer_name": "Robert",
          "comments": "The reservation was canceled 21 days before arrival. This is an automated posting."
        }
      ]
    },
    {
      "_id": "10082307",
      "listing_url": "https://www.airbnb.com/rooms/10082307",
      "name": "Double Room en-suite (307)",
      "summary": "A standard double room with a queen size double bed and with private bathroom. There is a working table, chair and a shelf. A clean and comfortable room.",
      "space": "",
      "description": "A standard double room with a queen size double bed and with private bathroom. There is a working table, chair and a shelf. A clean and comfortable room.",
      "neighborhood_overview": "",
      "notes": "",
      "transit": "",
      "access": "",
      "interaction": "",
      "house_rules": "",
      "property_type": "Apartment",
      "room_type": "Private room",
      "bed_type": "Real Bed",
      "minimum_nights": "1",
      "maximum_nights": "1125",
      "cancellation_policy": "strict_14_with_grace_period",
      "last_scraped": "2019-03-11T04:00:00.000Z",
      "calendar_last_scraped": "2019-03-11T04:00:00.000Z",
      "accommodates": 2,
      "bedrooms": 1,
      "beds": 1,
      "number_of_reviews": 0,
      "bathrooms": "1.0",
      "amenities": [
        "TV",
        "Internet",
        "Wifi",
        "Air conditioning",
        "Wheelchair accessible",
        "Doorman",
        "Elevator",
        "Family/kid friendly",
        "Shampoo",
        "Hangers",
        "Hair dryer",
        "Iron"
      ],
      "price": "361.00",
      "extra_people": "130.00",
      "guests_included": "2",
      "images": {
        "thumbnail_url": "",
        "medium_url": "",
        "picture_url": "https://a0.muscache.com/im/pictures/8ee32fb6-2094-42ee-ae6c-ff40b479f9a7.jpg?aki_policy=large",
        "xl_picture_url": ""
      },
      "host": {
        "host_id": "51289938",
        "host_url": "https://www.airbnb.com/users/show/51289938",
        "host_name": "Ken",
        "host_location": "Hong Kong",
        "host_about": "Out-going and positive. Happy to talk to guests and exchange our difference in culture.",
        "host_response_time": "within an hour",
        "host_thumbnail_url": "https://a0.muscache.com/im/pictures/48ba1de1-bfea-446c-83ab-c21cb4272696.jpg?aki_policy=profile_small",
        "host_picture_url": "https://a0.muscache.com/im/pictures/48ba1de1-bfea-446c-83ab-c21cb4272696.jpg?aki_policy=profile_x_medium",
        "host_neighbourhood": "Jordan",
        "host_response_rate": 90,
        "host_is_superhost": false,
        "host_has_profile_pic": true,
        "host_identity_verified": false,
        "host_listings_count": 6,
        "host_total_listings_count": 6,
        "host_verifications": [
          "email",
          "phone",
          "google",
          "reviews"
        ]
      },
      "address": {
        "street": "Hong Kong, Kowloon, Hong Kong",
        "suburb": "Yau Tsim Mong",
        "government_area": "Yau Tsim Mong",
        "market": "Hong Kong",
        "country": "Hong Kong",
        "country_code": "HK",
        "location": {
          "type": "Point",
          "coordinates": [
            114.17158,
            22.30469
          ],
          "is_location_exact": true
        }
      },
      "availability": {
        "availability_30": 30,
        "availability_60": 60,
        "availability_90": 90,
        "availability_365": 365
      },
      "review_scores": {},
      "reviews": []
    }
  ]
}