
    














{
  "_id": "1068505",
  "listingUrl": "https://www.airbnb.com/rooms/1068505",
  "name": "Relaxing and Roomy in Crown Heights",
  "locationDesc": "",
  "spaceDesc": "This comfortable and spacious room is the middle room of a beautiful 3 bedroom apartment. With 2 doorway exits (one to the hallway and the other to the living room) the room has a unique setup while maintaining complete privacy. There is a skylight on the ceiling allowing for natural light and a ceiling fan for circulation.   The apartment is on the street side of a tree lined street, where natural light filters in throughout most of the day. I am located on the top (3rd floor, walk-up) of a lovely, family-owned brownstone which is located conveniently near numerous train lines (2,3,4,5,A,C, or Shuttle to the B,Q) - a short 20 minute commute to Manhattan. I have enjoyed this vibrant, lively and fun neighborhood for more than 6 years. On the block you can find unique coffee & tea shops with wireless internet, fresh baked goods, friendly bodegas, a couple of bars and EXCELLENT food (Thai, Mexican, Chinese, etc.) and a laundromat on the corner. Just a couple blocks further in either direc",
  "description": "This comfortable and spacious room is the middle room of a beautiful 3 bedroom apartment. With 2 doorway exits (one to the hallway and the other to the living room) the room has a unique setup while maintaining complete privacy. There is a skylight on the ceiling allowing for natural light and a ceiling fan for circulation.   The apartment is on the street side of a tree lined street, where natural light filters in throughout most of the day. I am located on the top (3rd floor, walk-up) of a lovely, family-owned brownstone which is located conveniently near numerous train lines (2,3,4,5,A,C, or Shuttle to the B,Q) - a short 20 minute commute to Manhattan. I have enjoyed this vibrant, lively and fun neighborhood for more than 6 years. On the block you can find unique coffee & tea shops with wireless internet, fresh baked goods, friendly bodegas, a couple of bars and EXCELLENT food (Thai, Mexican, Chinese, etc.) and a laundromat on the corner. Just a couple blocks further in either direc",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "I ask that if you smoke, please smoke outside. I prefer to maintain a clean, peaceful, pet/animal free apartment. I ask that there are no unannounced guests or visitors and that guests are mindful of time in the bathroom since there is only one bathroom to share. Although I wont be changing your sheets everyday while you are here, I will make sure your room is clean, comfortable and fresh when you arrive. Also, please be mindful that since I work from home I may be in my room working and on conference calls so I am not always available to chat but I of course dont mind answering any questions you may have or addressing concerns. I am happy to share common spaceDescs and amentities like the living room, cable tv and kitchen. Please be mindful of the shared spaceDescs and maintaining cleanliness (guests are expected to wash their own dishes and wipe down counters after preparing meals). When using the stove I ask that you stay in the kitchen until you are finished cooking. I also prefer that gue",
  "spaceType": "Apartment",
  "roomType": "Private room",
  "bed_type": "Real Bed",
  "minimum_nights": "2",
  "maximum_nights": "45",
  "cancellationPolicy": "moderate",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1367899200000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1544763600000"
    }
  },
  "capacity": {
    "$numberInt": "2"
  },
  "bedrooms": {
    "$numberInt": "1"
  },
  "beds": {
    "$numberInt": "1"
  },
  "numberOfReviews": {
    "$numberInt": "46"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Kitchen", "Paid parking off premises", "Free street parking", "Heating", "Family/kid friendly", "Smoke detector", "Carbon monoxide detector", "Essentials", "Shampoo", "Hair dryer", "Hot water", "Host greets you"],
  "price": {
    "$numberDecimal": "50.00"
  },
  "weekly_price": {
    "$numberDecimal": "300.00"
  },
  "monthly_price": {
    "$numberDecimal": "1000.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "50.00"
  },
  "extra_people": {
    "$numberDecimal": "10.00"
  },
  "guests_included": {
    "$numberDecimal": "1"
  },
  "images": {
    "thumbnail": "",
    "medium_url": "",
    "profileImg": "https://a0.muscache.com/im/pictures/17509746/9d5547e2_original.jpg?aki_policy=large",
    "xl_profileImg": ""
  },
  "host": {
    "id": "2128778",
    "url": "https://www.airbnb.com/users/show/2128778",
    "name": "Rachael",
    "location": "Brooklyn, NY",
    "about": "As a Social Work Community Organizer, Educator and Activist, I spend most of my time working both locally and in other parts of the country/world.  I love the arts and have a background in theatre and music- and an interest in writing poetry. Although I dont drink or party, I am known to work it out on the dance floor! I talk on the phone a lot and am a morning gym person.\n\nI grew up in the midwest and have lived in NYC for about 13 years. Ive been in my current (3 bedroom) apartment for about 12 years and have been doing airbnb for about half of that time! I am in my mid 30's, I work from home and enjoy a friendly, clean, peaceful environment.\n\nIf im home, Im often working in my room/home office. From time to time i host small meetings in my room or living room. Guests are welcome to come and go as they please. Since i have 2 rooms on airbnb i just ask folks to be mindful of other people, shared bathroom and kitchen, etc.  Although i dont normally get to spend a lot of time with guests, I truly enjoy meeting new people and it means so much to me for people to enjoy my home. Given the high rate of gentrification where i live, im also happy to share more about local businesses to support that invest in families who have historically lived in this neighborhood. Feel free to ask!",
    "responseTime": "within a day",
    "thumbnail": "https://a0.muscache.com/im/users/2128778/profile_pic/1380500905/original.jpg?aki_policy=profile_small",
    "profileImg": "https://a0.muscache.com/im/users/2128778/profile_pic/1380500905/original.jpg?aki_policy=profile_x_medium",
    "neighbourhood": "Crown Heights",
    "responseRate": {
      "$numberInt": "100"
    },
    "isSuperhost": true,
    "has_profile_pic": true,
    "identityVerified": true,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Brooklyn",
    "government_area": "Crown Heights",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.95667"
      }, {
        "$numberDouble": "40.67414"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "5"
    },
    "availability_60": {
      "$numberInt": "35"
    },
    "availability_90": {
      "$numberInt": "64"
    },
    "availability_365": {
      "$numberInt": "64"
    }
  },
  "reviewScores": {
    "accuracy": {
      "$numberInt": "10"
    },
    "cleanliness": {
      "$numberInt": "10"
    },
    "checkin": {
      "$numberInt": "10"
    },
    "communication": {
      "$numberInt": "10"
    },
    "location": {
      "$numberInt": "10"
    },
    "value": {
      "$numberInt": "9"
    },
    "rating": {
      "$numberInt": "96"
    }
  },
  "reviews": [{
    "_id": "4484746",
    "date": {
      "$date": {
        "$numberLong": "1367899200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "6061475",
    "reviewer_name": "Silvia",
    "txt": "It was great! \r\nRachael`s cosy home is in the middle of Brooklyn and Rachael is just brilliant, full of joy and energy. Just around the corner there are many nice bars and delis. It is such a nice place to be. On our first day we go for a \"little\"walk from R home to and over the Brooklyn Bridge. You can see and look so much on this walk, perfect. We definetely enjoyed our trip to NY and would ever go back to Rachaels home! \r\nSilvi & Jo"
  }, {
    "_id": "5081248",
    "date": {
      "$date": {
        "$numberLong": "1370923200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "5983688",
    "reviewer_name": "Kathrine Bork",
    "txt": "We had 5 wonderful weeks in the cozy brownstone-apartment in Brooklyn. The neighbourhood was amazing, with small cafés etc. with live music and local events on Franklin Ave (Little Zelda's, Cool Pony...), Brooklyn Botanic Garden + Brooklyn Museum + Prospect Park nearby. The apartment had a great kitchen, fully equipped and we sometimes took the dinner with us down to the front stairs on the street. Our room had a small walk-in closet and a bed, we also enjojyed the big living room. Rachael was so sweet. She worked a lot, but we could always ask her about anything. She had a great laughter and we sometimes chit chattet with her in the kitchen. We would definately recommend a stay in this great apartment!"
  }, {
    "_id": "7288845",
    "date": {
      "$date": {
        "$numberLong": "1379131200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1525791",
    "reviewer_name": "Lisanicole",
    "txt": "Rachael was so wonderful! She really makes the effort to make her spaceDesc friendly and lovely. She so obviously loves where she lives and loves her neighborhood and having others to share it with. It was so much fun and relaxing staying with her and talking about all kinds of things. She's the best and I would happily stay with her again!"
  }, {
    "_id": "7840236",
    "date": {
      "$date": {
        "$numberLong": "1380945600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1645904",
    "reviewer_name": "John",
    "txt": "I couldn't recommend staying in Rachael's house more highly. Rachael was very warm and welcoming and almost always available to ask questions of or even just have a chat with.\r\nThe house is in a really great old Brooklyn neighbourhood with plenty of character and some really great cafes, restaurants and vintage stores springing up just around the corner. The 2,3,4,5 trains are only a few minutes walk away so getting into Manhattan is a breeze.\r\nI look forward to staying back with Rachael again whenever I'm next visiting New York."
  }, {
    "_id": "9020177",
    "date": {
      "$date": {
        "$numberLong": "1385960400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "2845999",
    "reviewer_name": "Dorothy",
    "txt": "I really didn't feel that Rachel's room was adequately represented in the listing. It's very much an interior room, not just by a hall and a living room, but also by a staircase, the bathroom and the kitchen. It's in the center of the apartment. The openings are sheet rocked in, so have no insulation. There is no separation from the owner's unit downstairs. What this means is that sound (all sounds, casual sounds, everything)  is completely transparent within the room. I would not recommend for a light sleeper, or for someone who needs to feel a sense of privacy. \r\nI also wrote up front about what I needed. I didn't feel listened to at all. Then I was blamed being for not being up front (apparently because I didn't emphasize that I seriously needed what I needed), and then was also told when I was angry that my communication style is overwhelming. It actually made me feel pretty \"gas lighted.\"\r\nFinally, the apartment is extremely expensive even by NYC standards. My friends who visited me during my month long stay were aghast. They felt that what I was paying for the room was close to what the rent probably was for the whole apartment.\r\n...On the up-side the place is clean, and the neighborhood is great. The landlord downstairs is very nice too. For a few days of visiting if you're not noise sensitive, the apartment could be quite fine if you don't mind the price. "
  }, {
    "_id": "10120895",
    "date": {
      "$date": {
        "$numberLong": "1391230800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "4298119",
    "reviewer_name": "Jo",
    "txt": "Rachael is a fabulous host and the apartment is just lovely! First let's talk about the apartment. It's the second and top floor of a brownstone. It's decorated beautifully and she has set aside shelf spaceDesc in the kitchen and bathroom to allow you to really feel at home. The bedroom is very comfortable, with a large closet and dresser to store your things. The bed is soooooo comfortable! I slept like a rock!\r\n\r\nThe apartment is half a block away from great restaurants and groceries on Franklin Ave and a super short walk to the 2, 3, 4, 5, and S trains, and an easy walk to the A and C trains at Fulton and the LIRR stop at Nostrand Ave which I walked to every morning while I was here. Ask Rachael for recommendations on food. She knows her stuff!\r\n\r\nSpeaking of Rachael, she is one of the nicest people you'll meet in New York City. I had a few problems moving in that were entirely my fault, but she was attentive and helpful far exceeding any expectations. She makes you feel welcome and at home from the minute you arrive and she's a joy to chat with when you have a minute.\r\n\r\nI would highly recommend this room to anyone coming to Brooklyn!"
  }, {
    "_id": "11744623",
    "date": {
      "$date": {
        "$numberLong": "1397448000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "2188528",
    "reviewer_name": "Honey",
    "txt": "Staying at Rachael's has been wonderful. The room is spacious, quiet, clean and so comfortable, as is the rest of the house. There is such a relaxing atmosphere here, and i really look forward to coming home at the end of the day. It's just a great place to be. As for Rachael, she is honestly amazing! So warm and funny, and gives you exactly the right amount of spaceDesc/attention. I highly recommend staying here, and it'll 100 percent be my first choice whenever i return to New York.\r\n"
  }, {
    "_id": "14489878",
    "date": {
      "$date": {
        "$numberLong": "1403236800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1476791",
    "reviewer_name": "Anastasia",
    "txt": "Rachel makes her home your home which is very important for a traveler, especially the one who's on business trip as was I. The room was clean, lovely, cosy and even the fact that there's no window there didn't bother me. \r\nIs you are looking for a short stay in Brooklyn, here it is. \r\n"
  }, {
    "_id": "15530997",
    "date": {
      "$date": {
        "$numberLong": "1405051200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "15084954",
    "reviewer_name": "Matej",
    "txt": "Staying at Rachael's was perfect. I stay at her place two weeks with my brother. She was very nice, kind and always helpful when we needed something. We didn't see each other so often because she worked a lot and we went for trips to the city every morning. But when we did, she was always in a good mood, smiling and always helped us when we needed it and answered our typical tourist questions. The apartment was really nice, cozy and clean. We had everything we needed. Bed was very comfy, we had also plenty of spaceDesc for our stuff - pretty big closet and chest of drawers. Living room and kitchen were available all the time. Our street and  whole neighborhood were really nice with lots of cafe places, restaurants, grocerys and everything you need. The closest subway station is like 5 minutes walking from home. So you can get to Manhattan very easy (2, 3, 4, 5 trains), there are also machines where you can buy your MetroCard. We really enjoyed our stay at Rachael's, she is great host and I would recommend it to everybody and definitely stay again when I come back to New York some time. :)"
  }, {
    "_id": "19275993",
    "date": {
      "$date": {
        "$numberLong": "1410235200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "10194784",
    "reviewer_name": "Rémy",
    "txt": "Great place and great host ! thank you Rachael."
  }, {
    "_id": "19625450",
    "date": {
      "$date": {
        "$numberLong": "1410753600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "18280006",
    "reviewer_name": "Tessa",
    "txt": "We had the best experience staying with Rachael. She was a wonderful, friendly, helpful host who made our stay in nyc that much more enjoyable. The room we stayed in was exactly like the photos, nice and clean and a comfy bed. We were very comfortable in the apartment and liked the area. It was very easy to get to manhatten from the subway stop located very close to the apartment. I would definitely recommend this place to anyone and would absolutely stay here again."
  }, {
    "_id": "19793966",
    "date": {
      "$date": {
        "$numberLong": "1411012800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "20471345",
    "reviewer_name": "Melissa",
    "txt": "Staying at Rachael's place was a pleasure. She was not at home all the time but we spoke a lot before our arrival so this was not a problem. She was very nice ans so was the place ! The neighborhood is quiet and the place is 5-10 minutes walk to the strain station and about 30 minutes train to the core of Manhattan. It was a really great stay !"
  }, {
    "_id": "20692495",
    "date": {
      "$date": {
        "$numberLong": "1412395200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "6724763",
    "reviewer_name": "Sissi E Pedro",
    "txt": "Rachael was an amazing host, very friendly, kind and helpfull! We stayed 2 weeks in her room and it was a great experience. The room and the hole appartament are very clean and decorated in a cozy way, that makes you feel confortable. The room is just like shown in the pictures. Located in a very nice area, very close to subway stations that offers you lines which gets you to Manhattan in about 15 minutes. Despite there are a lot of small shops (like delis, groceries, cafes, etc.) and good restaurants nearby. We highly recommend stayind there!"
  }, {
    "_id": "22185668",
    "date": {
      "$date": {
        "$numberLong": "1414814400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "5487599",
    "reviewer_name": "Alon",
    "txt": "Rachel was very accommodating and addressed any questions I had for her. The room is in a good location for those that need to travel frequently to Manhattan. Furthermore, there are some excellent places to eat in the neighborhood and a laundromat nearby. Be aware that the kitchen is a bit small and not optimal for those that like to cook a lot however this was not an issue for me."
  }, {
    "_id": "23799214",
    "date": {
      "$date": {
        "$numberLong": "1418187600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21109453",
    "reviewer_name": "Nicole",
    "txt": "Rachael was not in the apt during my stay and had her friend give me access and a tour of the apt. Nevertheless, Rachael checked in with me during my stay to see if I needed anything.  The apt was very clean and had everything I needed (looks like the photos). The neighbors downstairs can be loud occasionally but it didn't disrupt my sleep and was usually only brief bursts. I had no problems and would stay there again if I was in Brooklyn! "
  }, {
    "_id": "24079028",
    "date": {
      "$date": {
        "$numberLong": "1418965200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "16593307",
    "reviewer_name": "Monic",
    "txt": "This was a wonderful place to stay during our 4-day trip in NYC. Rachael's home was warm, welcoming, and clean and she was very helpful. We weren't around much but felt comfortable coming and going as needed. We would stay here again!"
  }, {
    "_id": "24373975",
    "date": {
      "$date": {
        "$numberLong": "1419656400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "23459811",
    "reviewer_name": "Joost",
    "txt": "I can really recommend this place, Rachael is a wonderful person who made us feel really at home, her house is very cozy and you she freed up spaceDesc in case you want to use the kitchen. The neighborhood is also really nice, with lots of bars/restaurants and nice coffee shops. I'd just really like to thank Rachael for her hospitality!"
  }, {
    "_id": "25083151",
    "date": {
      "$date": {
        "$numberLong": "1420520400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21929619",
    "reviewer_name": "Alessandro",
    "txt": "Our first experience with AirBnB was great!\r\n\r\nRachael is an amazing host and we loved her place. She's a very kind roommate with a contagious laugh and wonderful singer! We loved hearing her singing from her bedroom while at home!\r\n\r\nCrown Heights is a lively and characteristic neighborhood with lots of nice restaurants and bars.\r\n\r\nThe house is cozy and very warm (we liked this after walking all day long in a cold January!), we could use the kitchen whenever we wanted and eat in the homey living room.\r\nThe bedroom is clean and spacious. We appreciated the walk-in closet and the extras, like scented soaps, candles, shampoos..\r\n\r\nNext time we'll be back in NYC, we'll surely book this place again!!"
  }, {
    "_id": "27734085",
    "date": {
      "$date": {
        "$numberLong": "1425960000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "288033",
    "reviewer_name": "Miriam",
    "txt": "Lovely as always! Very comfortable bed and great location."
  }, {
    "_id": "28964531",
    "date": {
      "$date": {
        "$numberLong": "1427860800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1274155",
    "reviewer_name": "Saskia",
    "txt": "Racheal was a great host! Everything went smoothly, the room was very comfortable and had a beautiful atmosphere. Absolutely recommendable! "
  }, {
    "_id": "32984409",
    "date": {
      "$date": {
        "$numberLong": "1432440000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "7635421",
    "reviewer_name": "Lucas",
    "txt": "Rachael was a great host, very friendly and helpfull! We stayed 14 nights in her house and it was a great experience. The room is just like shown in the pictures, very comfortable, quite and cosy, the bed is great, we slept very well! The location is great, with a lot of restaurants, bars and small shops, also very close to some Brooklyn's spots like Botanical Garden, Prospect Park and Brooklyn Museum. The subway is just 5min walking and just 15min to go to Manhattan Downtown. I felt very safe on the neighbourhood, even in late night. \r\nI really enjoyed my stay at Rachael's and highly recommend to all! "
  }, {
    "_id": "36101395",
    "date": {
      "$date": {
        "$numberLong": "1435204800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "14932562",
    "reviewer_name": "Neus",
    "txt": "Our stay in Rachel's apartment was really great.\nThe room was big and comfortable, the apartment was clean and had all what we needed. \nThe location was very convenient, near the subway and near different grocerie stores, restaurants, laundromat, bar....\nOur mates were really nice.\nRachael is a great host. She is friendly, helpful and cares about her guests and that makes the stay a wonderful one."
  }, {
    "_id": "40227560",
    "date": {
      "$date": {
        "$numberLong": "1438142400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "31607772",
    "reviewer_name": "Ana Belén",
    "txt": "La casa se encuentra en un barrio estupendo. Los vecinos son muy agradables y hay muy buen ambiente en el barrio, especialmente por la tarde-noche ya que hay muchos bares donde tomarse algo. \r\n\r\nRachael es muy simpática y agradable. Te ayuda en todo y trasmite confianza. Te hace sentir como en casa. \r\n\r\nMuchas gracias por todo. Esperamos que tu viaje haya ido muy bien y logréis vuestros objetivos. \r\n\r\nBesos, \r\n\r\nAna y Viky"
  }, {
    "_id": "45375439",
    "date": {
      "$date": {
        "$numberLong": "1441166400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "34739597",
    "reviewer_name": "Sylwia And Marek",
    "txt": "Rachael is a wonderful host! She is very kind and helpful person, which made that we felt uninhibited in the apartment. Room was perfect for a couple like us with  enough storage spaceDesc. Bed was big and comfortable, ideal for relax and rest after whole day of sightseeing. Nice bathroom, very clean like the rest of apartment. \r\nNeighbourhood is a marvelous cultures mixture with plenty of fantastic places with really great food - from cofee with bagel till best burgers and vietnamese grilled pork. Really close to the trains to Manhattan, Williamsburg and opposite directions like JFK or Coney Island. We highly recommend Rachael and hers place!! "
  }, {
    "_id": "46786748",
    "date": {
      "$date": {
        "$numberLong": "1442116800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "42498890",
    "reviewer_name": "Blanca",
    "txt": "era mi primera vez con airbnb y la verdad que ha sido un éxito. Rachael se ha portado muy bien con nosotros aunque estuvo de viaje casi todo el tiempo que estuvimos en su casa,me sentí como si estuviera en mi propia casa, muy agusto. es una gran ventaja poder tener uso de la cocina. el barrio tenía muchas tiendecitas de comestibles y el metro está muy cerca y está muy bien conectado con Manhattan. me ha encantado en Nueva York y si vuelvo no dudaré en quedarme en casa de Rachael.Gracias de verdad."
  }, {
    "_id": "49242611",
    "date": {
      "$date": {
        "$numberLong": "1443758400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "30360150",
    "reviewer_name": "Jean-Remi",
    "txt": "Rachel is a very nice host. She really makes you feel at ease.\r\nThe place is really clean.\r\nThe room and the appartement are the same as in the picture. The bed is a full bed and the mattress is not firm. \r\nThe neighborhood is really nice. Lots of bars and restaurants. \r\n\r\n"
  }, {
    "_id": "49929910",
    "date": {
      "$date": {
        "$numberLong": "1444190400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1447636",
    "reviewer_name": "Charles",
    "txt": "Rachael was very attentive and welcoming. Our communications about arrival arrangements were easy and pleasant. Her home office activity during the day was described accurately and was not a problem. The room and the bed were both very comfortable and the location is excellent. Public transportation options are an easy walk away, as are many choices for dining and coffee shops. I will definitely repeat, if the need arises."
  }, {
    "_id": "54743237",
    "date": {
      "$date": {
        "$numberLong": "1448254800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "8088227",
    "reviewer_name": "Stephanie",
    "txt": "Rachael is THE MOST AMAZING host in the entire world. She is extremely thoughtful and was excellent in making our stay comfortable and convenient. The room is very spacious and has a huge closet! My husband and I stayed here together and there was more than enough room, we never felt cramped whatsoever. Rachael provided a spaceDesc for us to put our stuff in the bathroom and kitchen, was actually made our visit infinitely easier than other places we've stayed. We would absolutely, very highly suggest this room to anyone we know traveling to New York. We are so grateful for the time we stayed here and can wholeheartedly, completely recommend it! Thank you, again, Rachael for hosting us!!\r\n"
  }, {
    "_id": "63947857",
    "date": {
      "$date": {
        "$numberLong": "1456635600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "11196020",
    "reviewer_name": "Felicity",
    "txt": "The host canceled this reservation 51 days before arrival. This is an automated posting."
  }, {
    "_id": "125399466",
    "date": {
      "$date": {
        "$numberLong": "1483592400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "20520081",
    "reviewer_name": "Sara",
    "txt": "Rachael is a fantastic person, very kind, friendly and helpful. She always takes care of her guests.\nWe recommend her appartament in the hart of Brooklyn, close to the subway! \n\nShe is wonderful guest cos she makes you feel like home.\n\nWe hope to come back soon!!"
  }, {
    "_id": "140231925",
    "date": {
      "$date": {
        "$numberLong": "1490673600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "29565551",
    "reviewer_name": "Tamas",
    "txt": "We stayed 4 weeks in Rachael's place. Rachael is a really nice person, helpful and respectful, it was a pleasure to get to know her and share the spaceDesc. The apartment feels very cozy but there is ample spaceDesc. It was actually almost like having the place to ourselves, we had continuous access to the living room, and there was enough storage spaceDesc in the bedroom for two people. The location is lovely, many cool restaurants, coffee shops on Franklin Av and in the neighborhood.\nThe only thing if I have to mention something negative, would be that at one point we went for about 10 days without cleaning and things started to be not so neat.\nOverall great stay, I would recommend Rachael to anyone."
  }, {
    "_id": "176223149",
    "date": {
      "$date": {
        "$numberLong": "1501387200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "40036263",
    "reviewer_name": "Estefania",
    "txt": "I stayed at Rachel's place for about a month during the summer. As a host, she's really helpful and kind. The room without window is a bit hot during the summer, but Rachel installed an air conditioning some days before I moved out and the temperature became much better... I really like the neighborhood. I would totally recommend Rachel's place."
  }, {
    "_id": "189413172",
    "date": {
      "$date": {
        "$numberLong": "1504238400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "133614588",
    "reviewer_name": "Stella",
    "txt": "I had a lovely time at Rachael's place! The neighbourhood is lively but also feels very relaxed. My bed was very comfortable and I could find everything I needed in the kitchen. Rachael was also very accommodating when I had to change my check-in date at short notice"
  }, {
    "_id": "198818110",
    "date": {
      "$date": {
        "$numberLong": "1506744000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "65629895",
    "reviewer_name": "Moritz",
    "txt": "Rachael was an excellent host, very helpful and communication worked well. The apartment is in a nice area in Brooklyn with bars and restaurants close by, five minutes from the subway. \n\nWe were two people. As the room has no window we had to leave one of the doors open (room has two doors..) over night to get in some fresh air but then it worked just fine. Would book it again."
  }, {
    "_id": "238325622",
    "date": {
      "$date": {
        "$numberLong": "1519534800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "77825212",
    "reviewer_name": "Halle",
    "txt": "I had a perfect stay at Rachael's! She is one of the sweetest people I have ever met and is an outstanding host. Her place is very cute and very clean - and the neighborhood is great. So many restaurants and very close to a few major trains. Felt more like staying with a friend than with a stranger. 10/10 recommend!!"
  }, {
    "_id": "269030253",
    "date": {
      "$date": {
        "$numberLong": "1527307200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "67119676",
    "reviewer_name": "Victoria",
    "txt": "I stayed at Rachael's place for about a month and a half. Rachael was a fantastic host! She was so friendly and laid back. She would always say hi to me if we saw each other in passing. She also has one of the best laughs! Her place was a home away from home. I especially loved the bed and the fact that the room had a huge closet, for NYC standards, of course. I was also able to use her kitchen, and she left spaceDesc for me to put some things in the fridge, which was so nice. The location of her place was also great. Crown Heights is an amazing neighborhood, and her place was just a few blocks from the 2/3/4/5 trains. Overall, I loved my stay and highly recommend Rachael's place! "
  }, {
    "_id": "291242292",
    "date": {
      "$date": {
        "$numberLong": "1531627200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "28817186",
    "reviewer_name": "Julia",
    "txt": "I stayed at Rachael's for six weeks and it was the perfect stay. Rachael is really kind and super helpful! She is the most amazing host!! The apartment is cozy and the neighborhood is great. Highly recommend!!"
  }, {
    "_id": "298621324",
    "date": {
      "$date": {
        "$numberLong": "1532836800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "110997542",
    "reviewer_name": "Nihan",
    "txt": "Great Stay!good location and warm welcome of Rachael with big smile"
  }, {
    "_id": "307086712",
    "date": {
      "$date": {
        "$numberLong": "1534132800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "32711280",
    "reviewer_name": "Joshuah",
    "txt": "We had a nice stay. It was a cute place to stay in Brooklyn and It is fairly close to public transportation. I would warn those looking to drive up to prepare to spend time searching for a place to park and move the car on street cleaning days. The bed is soft but firm, we found it to be comfortable."
  }, {
    "_id": "312998972",
    "date": {
      "$date": {
        "$numberLong": "1535083200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "42417814",
    "reviewer_name": "Sofie",
    "txt": "This airbnb is on a lovely block in a very cool area of Brooklyn. It is a peaceful and quiet place yet close to a subway station so you can easily get to the city. Rachael was a great host, she is very friendly and helpful, and even has communal snacks in the kitchen. The room was clean and spacious with access to a large living room with a/c. I would definitely recommend this place to anyone! "
  }, {
    "_id": "316638578",
    "date": {
      "$date": {
        "$numberLong": "1535688000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "19073910",
    "reviewer_name": "Wallace",
    "txt": "Location was perfect. We visited family in Brooklyn and just used Rachael's place as a crash pad."
  }, {
    "_id": "330509723",
    "date": {
      "$date": {
        "$numberLong": "1538280000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "120565230",
    "reviewer_name": "Martha",
    "txt": "I stayed at Rachel’s place for 4 weeks. She is a wonderful host, very friendly and welcoming! The location is great, near several different subway lines and lots of restaurants. The house is older but the bedrooms  and shared spaceDescs are nice. I highly recommend staying here when you visit New York!"
  }, {
    "_id": "340043318",
    "date": {
      "$date": {
        "$numberLong": "1540180800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "43615126",
    "reviewer_name": "Sergei",
    "txt": "My wife and I had a wonderful vacation in New York in mid-October. Apartment Rachael is located in a quiet and green area of Brooklyn, not far from the Brooklyn Botanical Garden. Metro stations with gray, red and green lines are very close (100 and 300 m). It is very convenient to get to Manhattan (15 minutes by subway to Wall Street station). Rachael is a great hostess. She is very positive, sociable and caring. Rachael cooks very tasty. She treated us to a vegetable dish, which we called the Brooklyn delicacy from Rachael. I will recommend Rachael's apartment for visiting New York to all my friends.\nMany thanks, Rachael!"
  }, {
    "_id": "345073343",
    "date": {
      "$date": {
        "$numberLong": "1541304000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "8094227",
    "reviewer_name": "Michael",
    "txt": "I stayed in Rachael's apartment for a weekend while visiting friends in the city. The apartment is perfectly located near great cafes and restaurants and is decently central to a number of subway lines. The proximity to Prospect Park was also great. The photos don't totally do the apartment justice - it's quite cute. Great value for a room in an apartment in Crown Heights."
  }, {
    "_id": "354108711",
    "date": {
      "$date": {
        "$numberLong": "1543554000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21136321",
    "reviewer_name": "Erik",
    "txt": "Hosted my sister and was easy to communicate with before and during the trip. Would 10/10 recommend!"
  }, {
    "_id": "358455931",
    "date": {
      "$date": {
        "$numberLong": "1544763600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "62530727",
    "reviewer_name": "Morgan",
    "txt": "I loved my experience staying with Rachael. I stayed with her for a month and she made my transition so much easier. The apartment is super cute and very cozy. She pays very close attention to detail and had so many things available for me that I had forgotten at home. The location was great. There were a lot of restaurants in the general vicinity and the train was a short walk away. She was extremely accommodating and would always ask me if I needed anything. When I go back to Brooklyn I will definitely be staying with her again! Thank you Rachael for an amazing stay!"
  }]
}

