{
  "_id": "10166986",
  "listingUrl": "https://www.airbnb.com/rooms/10166986",
  "name": "Resort-like living in Williamsburg",
  "locationDesc": "Amazing Apt : 1 bdrm/1 bathroom furnished, New building with a doorman, jacuzzi, gym, pool, and roofdeck with an amazing Manhattan view.  Very good location : 4-Minutes walk to the L subway station, then Just 3 stops away from Manhattan.",
  "spaceDesc": "Amazing Apt : 1 bdrm/1 bathroom furnished, New building with a doorman, jacuzzi, gym, pool, and roofdeck with an amazing Manhattan view.  Very good location : 4-Minutes walk to the L subway station, then Just 3 stops away from Manhattan. Accept only reservation for minimum 3 nights.",
  "notes": "Accept only reservation for minimum 3 nights.",
  "interaction": "",
  "house_rules": "",
  "spaceType": "Apartment",
  "roomType": "Entire home/apt",
  "cancellationPolicy": "strict_14_with_grace_period",
  "capacity":4,
  "bedrooms": 2,
  "beds":2,
  "numberOfReviews": 1,
  "bathrooms": 1,
  "amenities":[
    "Air conditioning",
    "Dryer",
    "Hot tub",
    "Essentials",
    "Hangers",
    "Heating",
    "Iron",
    "Kitchen",
    "Parking",
    "Pool",
    "TV",
    "Ethernet connection",
    "Wifi"
  ],
  "price": 220,
  "imgs": [
    "https://a0.muscache.com/im/pictures/6e547829-a29b-446d-96f5-a257cd6765bf.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/fd1ee4f9-523e-4d56-a77c-a77abfb467f0.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/6547f68d-d2fb-4e28-8228-dba8320ebddb.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/99e8abea-b149-4abf-a8de-23b91ac215e8.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/07828ac7-b784-47c8-b896-59d12bb01b69.jpg?im_w=720"
  ],
  "host": {
    "id": "14461742",
    "url": "https://www.airbnb.com/users/show/14461742",
    "name": "Nick",
    "about": "I am a buisnessman originally from Texas.  I have 30 years of experience in the American Real Estate Market. We specialize in local sales and property management",
    "thumbnail": "https://a0.muscache.com/im/users/14461742/profile_pic/1397899792/original.jpg?aki_policy=profile_small",
    "profileImg": "https://a0.muscache.com/im/users/14461742/profile_pic/1397899792/original.jpg?aki_policy=profile_x_medium",
    "isSuperhost": false,
    "identityVerified": true,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "city": "New York",
    "country": "United States",
      "coordinates": {
        "lat": 40.71552,
        "lng": -73.93869
    }
  },
  "reviewScores": {
    "accuracy": 10,
    "cleanliness": 8,
    "checkin": 10,
    "communication": 10,
    "location": 10,
    "value": 10,
    "rating":100
  },
  "reviews": [
    {
    "id": "58238428",
    "date": "1451624400000",
    "by":{
      "id": "23529124",
      "name": "David",
      "img":"https://a0.muscache.com/im/pictures/user/f28472f5-6ef6-4d37-b3f6-12192e9af2d2.jpg?im_w=240"
    },
    "txt": "Nick was very welcoming and helpful and ensured we had everything we needed for our stay."
  },
    {
    "id": "582386468",
    "date": "1451624400000",
    "by":{
      "id": "4239234502",
      "name": "Nickita",
      "img":"https://a0.muscache.com/im/pictures/user/402dc735-c46f-4037-a210-4878f954758c.jpg?im_w=240"
    },
    "txt": "This apatment is to much! Everything is brand new, high quality appliances and finishing touches. The apartment is very spacious, in a great location, the rooftop pool and terrace are great amenities."
  },
    {
    "id": "9403728292",
    "date": "1451627800980",
    "by":{
      "id": "48203948",
      "name": "Dana",
      "img":"https://a0.muscache.com/im/pictures/user/8caf81e1-a460-497b-aaa5-501db2e719ee.jpg?im_w=240"
    },
    "txt": "Nicks apartment was a luxury escape in such a fabulous location in Madrid. The fit out is lovely with beautiful furniture and amenities and the roof top pool was such a wonderful addition in the heat. We also used the gym on multiple occasions which was a great touch. Thanks for having us!"
  },
    {
    "id": "478234894",
    "date": "145167382920",
    "by":{
      "id": "457644948",
      "name": "Cody",
      "img":"https://a0.muscache.com/im/users/17453/profile_pic/1372976220/original.jpg?im_w=240"
    },
    "txt": "Wonderful place with a beautiful Terrace in the best location of NYC. Nick was a perfect host, the Apartament was clean and perfectly equipped. It’s very recommendable and we will definitely come back. Thanks Nick for everything!"
  },
    {
    "id": "5432657432",
    "date": "4321121234432",
    "by":{
      "id": "48203948",
      "name": "Dori",
      "img":"https://a0.muscache.com/im/users/337517/profile_pic/1360541616/original.jpg?im_w=240"
    },
    "txt": "Very nicely located appartment right in the center across from a food market. The terrage was a real plus for a sunset drink. Overall we were super happy"
  },
    {
    "id": "23452452345",
    "date": "314233412434",
    "by":{
      "id": "467903948",
      "name": "Vivian",
      "img":"https://a0.muscache.com/im/pictures/user/5f5b0e47-00e8-4ed0-a844-f6a2b22691db.jpg?im_w=240"
    },
    "txt": "Easiest check in and communication. We extended our stay by one night and was so simple to do due to quick responses from the host. The apartment was sparkly clean and very cosy!!!"
  }
]
}


{
  "_id": "102995",
  "listingUrl": "https://www.airbnb.com/rooms/102995",
  "name": "UWS Brownstone Near Central Park",
  "locationDesc": "This spacious one bedroom apartment has a bonus space with two extra beds as well as a fold out sofa.  Close to the park, the subway, museums and restaurants.  This apartment is the perfect quiet getaway in the middle of Manhattan.",
  "spaceDesc": "This spacious one bedroom apartment has a bonus space with two extra beds as well as a fold out sofa.  Close to the park, the subway, museums and restaurants.  This apartment is the perfect quiet getaway in the middle of Manhattan. This charming one-bedroom apartment in a landmark brownstone townhouse in the Upper West Side area of Manhattan has high-ceilings, a fireplace and two planted, south-facing balconies overlooking a beautiful garden.  (The balcony off of the living room is about 5\" X 8\" and has a small table and two chairs where two people can have a nice meal.  The balcony off of the bedroom is about 5\" X 14' and there is a chaise longue and a sitting chair, along with two side tables.  Both have outdoor lights, overlook a nice garden, and have plantings.)   There is a queen-sized bed in the private bedroom with closing door. There is also a very high quality full sized sofa bed in the living room.  This beautiful home is on an historic tree-lined block, between Central Park ",
  "spaceType": "Apartment",
  "roomType": "Entire home/apt",
  "cancellationPolicy": "moderate",
  "capacity":  3,
  "bedrooms":  1,
  "beds":  3,
  "number_of_reviews": 45,
  "bathrooms" : 1.0,
  "amenities": [
    "Air conditioning",
    "Dryer",
    "Hot tub",
    "Essentials",
    "Hangers",
    "Kitchen",
    "Parking",
    "Pool",
    "TV",
    "Wifi"
  ],
  "price": 212.00,
  "imgs": [
    "https://a0.muscache.com/im/pictures/612779f3-5cbb-4034-92b5-bdfe9f66d5af.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/0677774f-4a09-49b4-960e-e2177fd260d3.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/059cf00d-b153-47bc-b55f-3e2b91ce29f7.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/142281ee-73e0-490a-8db0-d12c2c2953b3.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/f30eecb6-8d9a-4f21-aa1a-e4df3762383e.jpg?im_w=720"
  ],
  "host": {
    "id": "178043",
    "name": "Chas",
    "about": "We live in San Francisco and spend time in New York as well.  We also have another place in Northern California in the country we spend time at.  I'm a private pilot and Paul is quite an accomplished ceramicist, though he does non-profit management consulting by profession. I run a retreat center ( (Website hidden by Airbnb) and am a computer consultant some of the time and real estate investor other times.  We have a cat who stays at our house here in San Francisco when we travel.  She is very, very affectionate and easy to care for.  ",
    "responseTime": "within a day",
    "thumbnail": "https://a0.muscache.com/im/pictures/ab609821-a596-4111-9ae9-1b6fdd919c74.jpg?aki_policy=profile_small",
    "profileImg": "https://a0.muscache.com/im/pictures/ab609821-a596-4111-9ae9-1b6fdd919c74.jpg?aki_policy=profile_x_medium",
    "response_rate": 95,
    "isSuperhost": false,
    "identityVerified": true,
  },
  "address": {
    "street": "New York, NY, United States",
    "city": "New York",
    "country": "United States",
    "coordinates": {
      "lat": -73.9696,
      "lng": 40.78558
    }
  },
  "reviewScores": {
    "accuracy": 9,
    "cleanliness": 9,
    "checkin": 10,
    "communication": 10,
    "location": 10,
    "value": 9,
    "rating": 93
  },
  "reviews": [{
    "_id": "286908",
    "date": "1306641600000",
    "by": {
      "id": "494398",
      "name": "Antoine",
      "img": "https://a0.muscache.com/im/pictures/user/ca94d2aa-e4d0-4bd7-9ded-cc12759e44f6.jpg?im_w=240"
    },
    "txt": "We stayed in the brownstone for 4 nights and had a lovely time.  The apartment was spacious enough for us (a family of four) and the location was amazing.  You are steps to Central Park and to the 86th subway.  There are wonderful restaurants and shopping nearby if you need that but the small kitchen is fine for quick snacks and breakfast.  It was especially nice to sit on the little patio to eat my toast and tea and even with the NYC humming around you it is lovely to have an outdoor space.  Chas answered all my many questions with great patience and care...he really wanted us to have a wonderful time and went beyond the call of duty by even sending us links to good places to watch big soccer matches.  The apartment was clean when we arrived and had the basic things we needed such as towels and extra sheets.  While not the cheapest option on BNB it gave us all a wonderful bed to sleep in, space to spread out in when needed, and a fantastic location!  We even found street parking for the full 5 days!  Picking up the keys was a breeze and we left a few basic things for the next guests to enjoy from the corner store.   It is a gorgeous street to stay on and felt very safe. Thank you so much Chas!  We hope to return one day soon."
  },
   {
    "_id": "377728",
    "date": "1310875200000",
    "by": {
      "id": "494398",
      "name": "Liz",
      "img": "https://a0.muscache.com/im/users/15389676/profile_pic/1425672464/original.jpg?im_w=240"
    },
    "txt": "Our stay in New York at this apartment was vastly superior to staying at a hotel.  The location is perfect particularly for those wanting access to Central Park and the museum mile (Guggenheim etc) but it was also a revelation to explore that end of Broadway.  The apartment is lovely and has everything.  We especially appreciated the study nook and ability to use our laptop with wifi access and the well equipped kitchen for easy prep for meals (and deli close by makes it so easy to stock up).  The lounge, bedroom and bathroom are all in good, comfortable condition.  The little balconies and view of the courtyard topped it off.  A great experience and thoroughly recommend."
  },
   {
    "_id": "640995",
    "date": "1318910400000",
    "by": {
      "id": "494398",
      "name": "Sarah",
      "img": "https://a0.muscache.com/im/pictures/user/66e33bce-5fef-4937-a63d-079c95facd12.jpg?im_w=240"
    },
    "txt": "After a small glitch with the house keys, which was straightened out straight away, our stay was perfect. The apartment is lovely, in a great neighborhood and right by the subway. Even my husband. who is very picky, gave it a two thumbs up ! Our hosts were attentive and gracious over the emails and the whole thing was easy and pleasant. We'd definitaly book again. "
  },
  {
    "_id": "701775",
    "date":  "1320728400000",
    "by": {
      "id": "494398",
      "name": "Hannah",
      "img": "https://a0.muscache.com/im/users/11428125/profile_pic/1412373330/original.jpg?im_w=240"
    },
    "txt": "It's hard to imagine a more authentic and enjoyable NYC experience than the one we had staying in this UWS apartment. There are so many details -- from the art on the walls to the spices in the kitchen -- that make it feel like a home away from home. The apartment is small but imminently comfortable with high ceilings and patios that make it feel spacious. The unit is off the street (on a courtyard)  so it was very quiet (that  and the comfortable bed made for great nights of sleeping). It's a beautiful street, just off Central Park and just around the corner from the subway. There are abundant restaurants within a 5 minute walk and the best coffee in NY (Joe's) is only about two blocks away. Chas was a great host who was quick to answer all our questions and make our stay as enjoyable as possible. We had our two sons with us (ages 10 and 12) and the living arrangements were ideal for a family our size. Thanks, Chas!"
  },
   {
    "_id": "809460",
    "date":  "1325048400000",
    "by": {
      "id": "494398",
      "name": "Carli",
      "img": "https://a0.muscache.com/im/pictures/user/ff5ce85f-985b-4c83-93e0-70ef53749c30.jpg?im_w=240"
    },
    "txt": "We just spent Christmas week at the apartment with our two daughters (aged 2.5 and 1). The space was well stocked and furnished and the location was perfect. It's not a huge apartment but the lofted ceilings give it a nice, open feel. Central Park, the subway, a convenience store, a wine store, and Starbucks are all within a block or two. When I first booked the reservation I was unsure about the process to get the keys, but it turns out I had no reason to be worried whatsoever. It was very easy and worked out well. Chas answered questions promptly and is a great host. We hope to be back soon!"
  },
   {
    "_id": "4211309",
    "date": "1366344000000",
    "by": {
      "id": "494398",
      "name": "Manny",
      "img": "https://a0.muscache.com/im/pictures/user/ab609821-a596-4111-9ae9-1b6fdd919c74.jpg?im_w=240"
    },
    "txt": "A great experience - Chas was a good communicator so picking up the key went exactly as planned (a good thing for a first timer!), the apartment was just what we needed and the location (and quiet street) really were fabulous.  "
  },
},

{
  "_id": "103161",
  "name": "Cozy Art Top Floor Apt in PRIME Williamsburg!",
  "listingUrl": "https://www.airbnb.com/rooms/103161",
  "locationDesc": "My Apt it's right in the middle of the best and hot spots in the heart of REAL Williamsburg on Bedford Ave. Close to everything. 4 Subway stations (L/G/JMZ) around, same distance all! Very chill and cozy! 2 people only. No kids and pets please.",
  "spaceDesc": "My Apt it's right in the middle of the best and hot spots in the heart of REAL Williamsburg on Bedford Ave. Close to everything. 4 Subway stations (L/G/JMZ) around, same distance all! Very chill and cozy! 2 people only. No kids and pets please. Hi there! This is a cozy and impeccable one bedroom apartment in the heart of Williamsburg on North 1st Street.  One of the hippest and lively neighborhoods in New York City nowadays. Lots of intimate Cafes, Restaurants, Bars, Park, Discoteque, Concert Venues,  and the proximity to the East River gives it its special vibe.  As well as local Designer Stores, Vintage Stores, Apple Store, Whole Foods Supermarket, Sephora, Duane Reade, Food Town Supermarket, Martas Bakery, Maison Premiere, Domino Park, Urban Outfitters, Madewell, JC Crew, Music Hall of Williamsburg, Knitting Factory, Baby's All Right, Rough Trade, Brooklyn Steel, Yoga Studios, Pilates Studio, Spinning Studios, Equinox, Williamsburg Cinema, Nitehawk Cinema, Citi Bank, Citi Bikes, Ban",
  "spaceType": "Apartment",
  "roomType": "Entire home/apt",
  "cancellationPolicy": "strict_14_with_grace_period",
  "capacity": 2,
  "bedrooms": 1,
  "beds": 2,
  "numberOfReviews": 6,
  "bathrooms":1,
  "amenities": [
    "Air conditioning",
    "Dryer",
    "Essentials",
    "Hangers",
    "Heating",
    "Iron",
    "Kitchen",
    "Parking",
    "TV",
    "Wifi"
  ],
  "price":175.00,
  "imgs": [
    "https://a0.muscache.com/im/pictures/miso/Hosting-103161/original/b3baecd3-a8ba-48e2-85f4-966a5cd89a60.jpeg?im_w=720",
    "https://a0.muscache.com/im/pictures/miso/Hosting-103161/original/10a9a61c-8ea0-4121-b1d2-00c2d48a842a.jpeg?im_w=720",
    "https://a0.muscache.com/im/pictures/miso/Hosting-103161/original/3bbdfb80-02a2-4729-ba15-8e9b7fb23cd1.jpeg?im_w=720",
    "https://a0.muscache.com/im/pictures/miso/Hosting-103161/original/2f639adf-8ab2-49a9-b15b-9ddd58906b80.jpeg?im_w=720",
    "https://a0.muscache.com/im/pictures/miso/Hosting-103161/original/869ca60b-0954-439a-ac3b-9bb23db5eee3.jpeg?im_w=720"
  ],
  "host": {
    "id": "465278",
    "name": "Ade",
    "location": "Brooklyn, NY",
    "about": "I'm a Photographer and I love music, travel and good food! I speak Spanish, Italian and English! ",
    "responseTime": "within a few hours",
    "thumbnail": "https://a0.muscache.com/im/users/465278/profile_pic/1379275888/original.jpg?aki_policy=profile_small",
    "profileImg": "https://a0.muscache.com/im/users/465278/profile_pic/1379275888/original.jpg?aki_policy=profile_x_medium",
    "neighbourhood": "Williamsburg",
    "responseRate":100,
    "isSuperhost": true,
    "identityVerified": true,
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Williamsburg",
    "city": "New York",
    "country": "United States",
    "location": {
      "coordinates": {
        "lat": -73.96053,
        "lng": 40.71577
      }
    }
  },
  "reviewScores": {
    "accuracy": 10,
    "cleanliness": 10,
    "checkin": 10,
    "communication": 10,
    "location": 10,
    "value": 9,
    "rating": 96
  },
  "reviews": [{
    "_id": "7465430",
    "date":  "1379736000000",
    "by":{
      "id": "370229",
      "name": "Martha",
      "img": "https://a0.muscache.com/im/users/5708346/profile_pic/1364779532/original.jpg?im_w=240"

    },
    "txt": "Adela's apartment is fantastic – perfectly located in the heart of Williamsburg, very clean, nicely furnished and convenient.\r\nDefinitely one of the best New York apartments I stayed in recently.\r\nAdela was very helpful and easy to communicate with.\r\nHighly recommended!\r\n"
  },
   {
    "_id": "7565039",
    "date": "1379995200000",
    "by":{
      "id": "2580811",
      "name": "Matt",
      "img":"https://a0.muscache.com/im/pictures/user/1cf6cccd-e656-4cd8-a29f-edfae36875fc.jpg?im_w=240"

    },
    "txt": "Ade has an AWESOME apt in Williamsburg -- location is nuts, a reasonable price considering the location, and a great vibe.  Close to about everything in Williamsburg.\r\n\r\nWouldve stayed longer if i couldve."
  },
   {
    "_id": "8219422",
    "date": "1382328000000",
    "by":{
      "id": "8803584",
      "name": "Diego",
      "img":"https://a0.muscache.com/im/pictures/user/be4c2176-75a8-450e-a033-c4619c99a58a.jpg?im_w=240"

    },
    "txt": "Very nice Apt. in the hearth of Williamsburg and Bedford, wich is like the coolest place in Brooklyn, but in a very quiet and safety street. The apt, is in a 4th floor (no elevator) very clean and luminous.\r\n\r\nYou have two subway stations at 10'walk, and is really cool also if you want to bike the city.\r\n\r\nAde is really nice, will let everything ready for you and give some suggestions, se can speak Spanish too and in general all was as I expected, I would def. Recommend this place."
  }, {
    "_id": "8525039",
    "date":  "1383541200000",
    "by":{
      "id": "4632016",
      "name": "Nir",
      "img":"https://a0.muscache.com/im/pictures/user/4a0156c4-19d2-405e-8aba-cf6a1ee35f90.jpg?im_w=240"


    },
    "txt": "The apartment is nice (a bit small). Great location in Williamsburg. Nice bars and restaurants near by. 3 minutes from the subway"
  },
},
    





{
  "_id": "10332161",
  "listingUrl": "https://www.airbnb.com/rooms/10332161",
  "name": "A large sunny bedroom",
  "locationDesc": "A large, sunny , affordable and very clean room in a fully renovated 2-bedroom apartment with only 2 mins walk to D train at Bronx.",
  "spaceDesc": "A large, sunny , affordable and very clean room in a fully renovated 2-bedroom apartment with only 2 mins walk to D train at Bronx.",
  "spaceType": "Apartment",
  "roomType": "Private room",
  "cancellationPolicy": "moderate",
  "capacity": 1,
  "bedrooms": 1,
  "beds": 1,
  "numberOfReviews": 2,
  "bathrooms":1.0,
  "amenities": [
    "Air conditioning",
    "Dryer",
    "Essentials",
    "Hangers",
    "Heating",
    "Iron",
    "Kitchen",
    "Parking",
    "TV",
    "Wifi"
  ],
  "price": 35,
  "imgs": [
    "https://a0.muscache.com/im/pictures/f47b1f5f-43ed-4363-b126-e0b07f4c7993.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/e188d532-5384-4c86-9007-8f39de065d22.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/c5e3ca5c-dd71-4036-9f04-fc71d7d5cd14.jpg?im_w=720",
    "https://a0.muscache.com/im/pictures/47befafb-07a1-469c-9d77-a3a74bb3482b.jpg?im_w=720"
    "https://a0.muscache.com/im/pictures/368c947d-16a1-43ca-8db8-a67efd614d39.jpg?im_w=720"
  ],
  "host": {
    "id": "53169195",
    "name": "Eddie",
    "location": "New York, New York, United States",
    "about": "My name is Eddie, i work in the show biz. Ilove Nyc and would love it if you would join me!",
    "thumbnail": "https://a0.muscache.com/im/pictures/c6f4d130-30d3-482c-994b-4a4ea575ac39.jpg?aki_policy=profile_small",
    "profileImg": "https://a0.muscache.com/im/pictures/c6f4d130-30d3-482c-994b-4a4ea575ac39.jpg?aki_policy=profile_x_medium",
    "isSuperhost": false,
    "identityVerified": true,
  },
  "address": {
    "street": "Bronx, NY, United States",
    "city": "New York",
    "country": "United States",
    "coordinates": {
      "lat": -73.90052,
      "lng": 40.85598
    }
  },
  "reviewScores": {
    "accuracy":10,
    "cleanliness":10,
    "checkin":9,
    "communication":9,
    "location":6,
    "value":9,
    "rating":90
  },
  "reviews": [
    {
    "_id": "91468272",
    "date":  "1470369600000",
    "by":{
      "id": "35316156",
      "name": "Ron",
      "img":"https://a0.muscache.com/im/pictures/user/02f64f9c-57e9-43c8-ae5b-c444343d5f89.jpg?im_w=240",
    },
    "txt": "I had a fantastic stay. I didn't meet Eddie in person, but he did a great job of making sure his roommate took care of everything I needed and he was extremely hospitable. The place was especially clean, and the room was exactly as pictured and described. Note that there was a block party nearby, so there was some level of noise a couple nights, but it ended at reasonable hours.\r\n\r\nI would DEFINITELY stay here again and recommend it to others."
  },
  {
    "_id": "95773716",
    "date": "1471665600000",
    "by":{
      "id": "82945666",
      "name": "Gabby",
      "img":"https://a0.muscache.com/im/pictures/user/cf788a2d-0d19-4253-bff5-ef60772c6673.jpg?im_w=240",
    },
    "txt": "Excellent accommodation in staying here. A very clean apartment with a friendly and helpful roommate. The bedroom was large, quiet and air conditioned :)"
  }
]
},







{
  "_id": "10542174",
  "listing_url": "https://www.airbnb.com/rooms/10542174",
  "name": "Luxury 1-Bdrm in Downtown Brooklyn",
  "summary": "A perfect blend of one of BKLYN's hippest areas with a new, high-rise apartment building. You'll be hard pressed to find a corner unit like this closer the the City. Almost 800 sf of living space with luxury amenities & modern but comfy furnishings.",
  "house_rules": "RESPECT IT & ENJOY IT! NO SMOKING -- this building, per the on-site management and the individual lease agreements, is a 100% SMOKE-FREE ZONE including both private and communal roof-top areas, the unit itself, and any other public areas within the building and the communal property regardless of whether inside or out. You must be totally off of the premises and on public property to smoke. If you're a regular smoker and feel you'll have a hard time following this rule, then we kindly suggest you look into another property. Evidence of smoking will result in a complete forfeit of your security deposit. NOISE: We have a zero-tolerance policy with noise complaints. We ask that you please respect our neighbors and keep noise to a minimum. QUIET HOURS are from 10:00 PM to 8:00 AM (week) and 11:00 PM to 9:00 AM (weekends). NO LARGE GATHERINGS/PARTIES VISITORS: We ask that all guests let us know in advance if you plan on having any visitors during your stay. We do ask that the number of visi",
  "property_type": "Apartment",
  "room_type": "Entire home/apt",
  "bed_type": "Real Bed",
  "minimum_nights": "3",
  "maximum_nights": "30",
  "cancellation_policy": "strict_14_with_grace_period",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551848400000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551848400000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1456030800000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1456030800000"
    }
  },
  "accommodates": {
    "$numberInt": "2"
  },
  "bedrooms": {
    "$numberInt": "1"
  },
  "beds": {
    "$numberInt": "1"
  },
  "number_of_reviews": {
    "$numberInt": "1"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["TV", "Internet", "Wifi", "Air conditioning", "Wheelchair accessible", "Kitchen", "Doorman", "Gym", "Elevator", "Buzzer/wireless intercom", "Heating", "Family/kid friendly", "Washer", "Dryer", "Smoke detector", "Carbon monoxide detector", "First aid kit", "Safety card", "Fire extinguisher", "Essentials", "Shampoo", "24-hour check-in", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
  "price": {
    "$numberDecimal": "144.00"
  },
  "security_deposit": {
    "$numberDecimal": "250.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "150.00"
  },
  "extra_people": {
    "$numberDecimal": "0.00"
  },
  "guests_included": {
    "$numberDecimal": "1"
  },
  "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/418c69b1-a49a-468d-9ea9-870468e15670.jpg?aki_policy=large",
    "xl_picture_url": ""
  },
  "host": {
    "host_id": "10099253",
    "host_url": "https://www.airbnb.com/users/show/10099253",
    "host_name": "Ashley",
    "host_location": "New York, New York, United States",
    "host_about": "I'm an executive at a wellness company in New York City. Educated in Fashion at Parsons, I'm into fitness and nutrition. I've lived in the city since enrolling at Parsons in the late 90s.\r\n\r\nIf you're looking for restaurant reservations, boutique fitness studios, or things to do in the city, then just let me know what you're interested in. I'd love to offer some suggestions and help you have a wonderful stay in New York City.",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/afca1b34-30e9-43c0-969b-7b9cf913cb8d.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/afca1b34-30e9-43c0-969b-7b9cf913cb8d.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Downtown Brooklyn",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Fort Greene",
    "government_area": "Fort Greene",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.98102"
      }, {
        "$numberDouble": "40.69406"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "0"
    },
    "availability_60": {
      "$numberInt": "0"
    },
    "availability_90": {
      "$numberInt": "0"
    },
    "availability_365": {
      "$numberInt": "0"
    }
  },
  "review_scores": {},
  "reviews": [{
    "_id": "63276241",
    "date": {
      "$date": {
        "$numberLong": "1456030800000"
      }
    },
    "listing_id": "10542174",
    "reviewer_id": "2043011",
    "reviewer_name": "Francesco",
    "txt": "The host canceled this reservation 2 days before arrival. This is an automated posting."
  }]
}



{
  "_id": "10542174",
  "listing_url": "https://www.airbnb.com/rooms/10542174",
  "name": "Luxury 1-Bdrm in Downtown Brooklyn",
  "summary": "A perfect blend of one of BKLYN's hippest areas with a new, high-rise apartment building. You'll be hard pressed to find a corner unit like this closer the the City. Almost 800 sf of living space with luxury amenities & modern but comfy furnishings.",
  "house_rules": "RESPECT IT & ENJOY IT! NO SMOKING -- this building, per the on-site management and the individual lease agreements, is a 100% SMOKE-FREE ZONE including both private and communal roof-top areas, the unit itself, and any other public areas within the building and the communal property regardless of whether inside or out. You must be totally off of the premises and on public property to smoke. If you're a regular smoker and feel you'll have a hard time following this rule, then we kindly suggest you look into another property. Evidence of smoking will result in a complete forfeit of your security deposit. NOISE: We have a zero-tolerance policy with noise complaints. We ask that you please respect our neighbors and keep noise to a minimum. QUIET HOURS are from 10:00 PM to 8:00 AM (week) and 11:00 PM to 9:00 AM (weekends). NO LARGE GATHERINGS/PARTIES VISITORS: We ask that all guests let us know in advance if you plan on having any visitors during your stay. We do ask that the number of visi",
  "property_type": "Apartment",
  "room_type": "Entire home/apt",
  "bed_type": "Real Bed",
  "minimum_nights": "3",
  "maximum_nights": "30",
  "cancellation_policy": "strict_14_with_grace_period",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551848400000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551848400000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1456030800000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1456030800000"
    }
  },
  "accommodates": {
    "$numberInt": "2"
  },
  "bedrooms": {
    "$numberInt": "1"
  },
  "beds": {
    "$numberInt": "1"
  },
  "number_of_reviews": {
    "$numberInt": "1"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["TV", "Internet", "Wifi", "Air conditioning", "Wheelchair accessible", "Kitchen", "Doorman", "Gym", "Elevator", "Buzzer/wireless intercom", "Heating", "Family/kid friendly", "Washer", "Dryer", "Smoke detector", "Carbon monoxide detector", "First aid kit", "Safety card", "Fire extinguisher", "Essentials", "Shampoo", "24-hour check-in", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace"],
  "price": {
    "$numberDecimal": "144.00"
  },
  "security_deposit": {
    "$numberDecimal": "250.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "150.00"
  },
  "extra_people": {
    "$numberDecimal": "0.00"
  },
  "guests_included": {
    "$numberDecimal": "1"
  },
  "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/418c69b1-a49a-468d-9ea9-870468e15670.jpg?aki_policy=large",
    "xl_picture_url": ""
  },
  "host": {
    "host_id": "10099253",
    "host_url": "https://www.airbnb.com/users/show/10099253",
    "host_name": "Ashley",
    "host_location": "New York, New York, United States",
    "host_about": "I'm an executive at a wellness company in New York City. Educated in Fashion at Parsons, I'm into fitness and nutrition. I've lived in the city since enrolling at Parsons in the late 90s.\r\n\r\nIf you're looking for restaurant reservations, boutique fitness studios, or things to do in the city, then just let me know what you're interested in. I'd love to offer some suggestions and help you have a wonderful stay in New York City.",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/afca1b34-30e9-43c0-969b-7b9cf913cb8d.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/afca1b34-30e9-43c0-969b-7b9cf913cb8d.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Downtown Brooklyn",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Fort Greene",
    "government_area": "Fort Greene",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.98102"
      }, {
        "$numberDouble": "40.69406"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "0"
    },
    "availability_60": {
      "$numberInt": "0"
    },
    "availability_90": {
      "$numberInt": "0"
    },
    "availability_365": {
      "$numberInt": "0"
    }
  },
  "review_scores": {},
  "reviews": [{
    "_id": "63276241",
    "date": {
      "$date": {
        "$numberLong": "1456030800000"
      }
    },
    "listing_id": "10542174",
    "reviewer_id": "2043011",
    "reviewer_name": "Francesco",
    "txt": "The host canceled this reservation 2 days before arrival. This is an automated posting."
  }]
}



{
  "_id": "10573225",
  "listing_url": "https://www.airbnb.com/rooms/10573225",
  "name": "Charming Spacious Park Slope Studio",
  "summary": "Spacious and inviting garden level studio apartment in townhouse with separate entrance and large kitchen located in Park Slope, very near the F and G subway and Prospect Park, and only a few steps away from 7th Avenue, with its many fine shops and restaurants.",
  "space": "The apartment is a very pleasant and comfortable place to relax after a busy day exploring New York. It is located on a quiet tree-lined block on the ground floor of the townhouse where we live. There is a separate entrance to the studio apartment, which leads into a fully furnished living room/bedroom area, with wifi, TV, books to read, music to listen to, even a guitar to strum if you’re in the mood. There is a queen sized bed as well as a futon that can convert into a very comfortable bed as well where children could sleep. The full kitchen is quite spacious, with butcher block countertops and a new dishwasher. There is a coffeemaker, toaster oven, and microwave in the kitchen, as well as other amenities like pots, pans, dishes, glasses, mugs, cutlery, soap, towels, etc. The dining room is connected to the kitchen and is also quite roomy and comfortable, with lots of light coming from the backyard; it is one of our favorite spots in the whole house. You are also welcome in warmer mo",
  "description": "Spacious and inviting garden level studio apartment in townhouse with separate entrance and large kitchen located in Park Slope, very near the F and G subway and Prospect Park, and only a few steps away from 7th Avenue, with its many fine shops and restaurants. The apartment is a very pleasant and comfortable place to relax after a busy day exploring New York. It is located on a quiet tree-lined block on the ground floor of the townhouse where we live. There is a separate entrance to the studio apartment, which leads into a fully furnished living room/bedroom area, with wifi, TV, books to read, music to listen to, even a guitar to strum if you’re in the mood. There is a queen sized bed as well as a futon that can convert into a very comfortable bed as well where children could sleep. The full kitchen is quite spacious, with butcher block countertops and a new dishwasher. There is a coffeemaker, toaster oven, and microwave in the kitchen, as well as other amenities like pots, pans, dish",
  "neighborhood_overview": "Park Slope is truly one of the best neighborhoods in New York; friendly and safe for kids and adults alike, with all sorts of conveniences, fresh air, a short and easy subway trip to the exciting bustle of Manhattan but also a pleasant escape from it at the end of a long day. We are located very close to 7th Avenue, which has all kinds of shopping. There are fine groceries such as Union Market, several good delis, some of the best bagels in New York at the Bagel Hole,etc., as well as restaurants with food from every corner of the globe, ranging from higher end fare at places like Talde to our local diner located right on the corner of the block.  Many fine coffee shops, bars and stores of every description are also only a short walk away, as is Prospect Park (located two blocks away) with its many wide open spaces and forest paths, where you can forget for a while that you are in a big city.",
  "notes": "Please, no smoking, no pets, and no parties, and please use the recycling bins.",
  "transit": "SUBWAY We are located three short blocks from the 7th Avenue subway station on the F and G lines. The F train is the easiest way to get to Manhattan, about 20 minutes from Greenwich Village, and there are easy transfer points along the F line that will get you anywhere you need to go in Manhattan. The G train does not go into Manhattan but offers easy access to Brooklyn’s Williamsburg neighborhood and locations in Queens.  BUSES The 67 and 69 buses run along 7th avenue, and the 61 bus that runs along 9th street is also very close.  TAXI There are often green or yellow NYC taxis around. The green taxis work the same as the yellow but are designated specifically to stop in Brooklyn and boroughs other than Manhattan. There are many car services in the neighborhood as well (we’ve had pretty good luck with Eastern). PARKING There is free parking on the numbered streets and metered parking on 7th Avenue. Read signs carefully for street cleaning rules.  CAR RENTAL There are many Zipcar locati",
  "access": "The apartment is located on the ground floor of our townhouse. There is a separate outdoor entrance that opens from the bottom of the stoop on the left. Once inside, there is another key which opens the door to the apartment, located immediately on your left. We infrequently use this hallway for basement access. We will either be available to hand you the keys ourselves or make other arrangements if you arrive when we are not able to be there.",
  "interaction": "We are a family of three living upstairs (with a cat who is not allowed into the rental apartment), so while we are of course busy with our daily routine, please don’t hesitate to contact us by phone, text, or e-mail if there are any problems, items missing, or other questions. If by chance you are staying while we are out of town, we will give you the contact information of someone who can help.",
  "house_rules": "",
  "property_type": "Guest suite",
  "room_type": "Entire home/apt",
  "bed_type": "Real Bed",
  "minimum_nights": "3",
  "maximum_nights": "1125",
  "cancellation_policy": "moderate",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1453438800000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1549256400000"
    }
  },
  "accommodates": {
    "$numberInt": "3"
  },
  "bedrooms": {
    "$numberInt": "0"
  },
  "beds": {
    "$numberInt": "0"
  },
  "number_of_reviews": {
    "$numberInt": "115"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["TV", "Cable TV", "Wifi", "Air conditioning", "Kitchen", "Paid parking off premises", "Free street parking", "Heating", "Family/kid friendly", "Smoke detector", "Carbon monoxide detector", "First aid kit", "Safety card", "Fire extinguisher", "Essentials", "Shampoo", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace", "Self check-in", "Lockbox", "Hot water", "Microwave", "Coffee maker", "Refrigerator", "Dishwasher", "Dishes and silverware", "Cooking basics", "Oven", "Stove", "Single level home", "Garden or backyard", "Luggage dropoff allowed", "Long term stays allowed"],
  "price": {
    "$numberDecimal": "135.00"
  },
  "security_deposit": {
    "$numberDecimal": "200.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "50.00"
  },
  "extra_people": {
    "$numberDecimal": "25.00"
  },
  "guests_included": {
    "$numberDecimal": "2"
  },
  "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/abce9916-b9fb-44ad-8cfd-84c1b965941a.jpg?aki_policy=large",
    "xl_picture_url": ""
  },
  "host": {
    "host_id": "54539364",
    "host_url": "https://www.airbnb.com/users/show/54539364",
    "host_name": "Ildiko",
    "host_location": "New York, New York, United States",
    "host_about": "",
    "host_response_time": "within a day",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/e25c220f-afd4-4df0-9c8a-663c2ab695ab.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/e25c220f-afd4-4df0-9c8a-663c2ab695ab.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Park Slope",
    "host_response_rate": {
      "$numberInt": "93"
    },
    "host_is_superhost": true,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Brooklyn",
    "government_area": "South Slope",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.98307"
      }, {
        "$numberDouble": "40.6651"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "6"
    },
    "availability_60": {
      "$numberInt": "10"
    },
    "availability_90": {
      "$numberInt": "12"
    },
    "availability_365": {
      "$numberInt": "204"
    }
  },
  "review_scores": {
    "review_scores_accuracy": {
      "$numberInt": "10"
    },
    "review_scores_cleanliness": {
      "$numberInt": "10"
    },
    "review_scores_checkin": {
      "$numberInt": "10"
    },
    "review_scores_communication": {
      "$numberInt": "10"
    },
    "review_scores_location": {
      "$numberInt": "10"
    },
    "review_scores_value": {
      "$numberInt": "10"
    },
    "review_scores_rating": {
      "$numberInt": "98"
    }
  },
  "reviews": [{
    "_id": "60372814",
    "date": {
      "$date": {
        "$numberLong": "1453438800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "53311607",
    "reviewer_name": "Evan",
    "txt": "Ildiko and her space were nothing short of great.\r\n\r\nI had rented out the space under unusual circumstances, likely out of the ordinary compared to most Airbnb reservations. Ildiko was super accommodating and understanding throughout our time in her space."
  }, {
    "_id": "65180630",
    "date": {
      "$date": {
        "$numberLong": "1457672400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "39172437",
    "reviewer_name": "Sean",
    "txt": "Ildiko met me at the apartment and personally showed me around the space. The apartment is quite a bit larger than the photos made it seem, and I was very comfortable here. It's also on the first floor, which is nice if you have heavy suitcases (it gets difficult lugging stuff up three flights of stairs). Even though it's on street level, the street is a quiet / residential one, and the entrance is some distance from the sidewalk—so noise is not an issue. There are very nice restaurants and cafes less than a block or two away. Ildiko went the extra mile in stocking the apartment with essential items, including a fully stocked first-aid kit(!). Although I had office space in Manhattan, I spent all of my time working from home, because I didn't want to leave the house or this neighborhood. Prospect Park is also very close, which makes for a nice place to go for a walk and clear the mind. Definitely one of the nicest and most pleasant airbnb experiences I've had so far!"
  }, {
    "_id": "67671286",
    "date": {
      "$date": {
        "$numberLong": "1459310400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "28683820",
    "reviewer_name": "James",
    "txt": "This was a spacious, clean apartment in a great neighborhood. The area is quiet, but with many small shops, restaurants and cafes. The owner was friendly and available if needed, and checking in and out was a breeze. I highly recommend staying here."
  }, {
    "_id": "68783457",
    "date": {
      "$date": {
        "$numberLong": "1459915200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "63760488",
    "reviewer_name": "Aidan",
    "txt": "A fantastic place and the perfect base for time in New York.  Downtown Manhattan is but 25 minutes by the F train (a four minute walk from the apartment) and Ilkido could not have been more helpful.  A really lovely space and I'd highly recommend it - next time I'm here, I'll be checking this place out first!"
  }, {
    "_id": "69347666",
    "date": {
      "$date": {
        "$numberLong": "1460260800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "13238133",
    "reviewer_name": "Oswaldo",
    "txt": "Apartment is excellent! Good space and very clean. Bathroom is very quite comfortable. The location is very good if you want to wonder around Park slope and other areas of Brooklyn. \r\n\r\nIldiko was always attentive and helpful. \r\n"
  }, {
    "_id": "70154079",
    "date": {
      "$date": {
        "$numberLong": "1460779200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "5923522",
    "reviewer_name": "Ronald",
    "txt": "My wife and I enjoyed staying at lldiko's apartment. It was quite comfortable for us although we did not spend a lot of time there. It was very convenient to come and go and we appreciated the privacy and independence. Ron Walker"
  }, {
    "_id": "70848362",
    "date": {
      "$date": {
        "$numberLong": "1461211200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "55390533",
    "reviewer_name": "Romain",
    "txt": "Ildiko est très accueillante ! Le quartier super , l appartement très confortable avec les commodités a porté de mains  ( restorants , métros ) \r\nUne adresse a ne pas manquer  !"
  }, {
    "_id": "71862552",
    "date": {
      "$date": {
        "$numberLong": "1461902400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "60571682",
    "reviewer_name": "Ute",
    "txt": "My mum had wonderful time at this lovely suited apartment in Park Slope. It was her first airbnb-booking and she loved it. The spacious rooms were clean and tidy. The kitchen and dining area are huge and the whole apartment can easily be used by more than one people. Ildiko was very helpful with every step of our journey and easy to talk to. We highly recommend a stay at this apartment."
  }, {
    "_id": "72427105",
    "date": {
      "$date": {
        "$numberLong": "1462161600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "62330063",
    "reviewer_name": "Lucy",
    "txt": "Great place to stay in Brooklyn! Very spacious, looked bigger than pictured, very clean and had everything I needed. It also had an outside patio, which I thought was great. It is located in the nice Park Slope area, which is very quiet, safe and has a lot of nice restaurants nearby.  Ildiko  personally welcomed me and showed me everything, she was constantly checking to see if I was comfortable. Such a great lady! Overall perfect experience, wonderful host! Definitely will be staying there next time I am in NY."
  }, {
    "_id": "73688313",
    "date": {
      "$date": {
        "$numberLong": "1462766400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "58087192",
    "reviewer_name": "Sabina",
    "txt": "the apt was very nice decorated and spacious. very clean. bed was comfortable. neighborhood is great. the host is very nice. I def recommend this apt to enjoy brooklyn!"
  }, {
    "_id": "74280019",
    "date": {
      "$date": {
        "$numberLong": "1463198400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "3076378",
    "reviewer_name": "Karen",
    "txt": "Terrific stay. The apartment was very clean and uncluttered, owners were extremely responsive and helpful.  Will definitely stay again."
  }, {
    "_id": "77427432",
    "date": {
      "$date": {
        "$numberLong": "1464667200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "13936261",
    "reviewer_name": "Nancy",
    "txt": "Our stay at Ildiko and Chris's comfortable, convenient, and accommodating Park Slope apartment was great. The neighborhood was quiet and family oriented. Excellent markets and eateries were right around the corner. The subway was just a few blocks away. Ildiko and Chris's apartment was clean, comfortably furnished, and well equipped for a short or extended stay. We hope to return when we're next in New York City.\n"
  }, {
    "_id": "77982515",
    "date": {
      "$date": {
        "$numberLong": "1465012800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "1180157",
    "reviewer_name": "Jen",
    "txt": "This studio worked out well for us. It was clean, spacious, and the central air conditioning was a nice perk. We didn't meet Ildiko, but she and her husband were accommodating and provided a comfortable place to stay after busy days enjoying the city."
  }, {
    "_id": "78741090",
    "date": {
      "$date": {
        "$numberLong": "1465358400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "58746037",
    "reviewer_name": "Regina",
    "txt": "Ildiko welcomed us, told us about the neighborhood and some of her favorite spots. The neighborhood was fantastic-walking distance to charming shops, grocery stores, the subway, and many restaurants."
  }, {
    "_id": "80367557",
    "date": {
      "$date": {
        "$numberLong": "1466136000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "29208871",
    "reviewer_name": "Quentin",
    "txt": "Lovely studio, spacious, clean and with a great location (metro stop on the express line) and the hosts are really nice and helpful.\r\nHighly recommanded."
  }, {
    "_id": "82792359",
    "date": {
      "$date": {
        "$numberLong": "1467172800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "27277691",
    "reviewer_name": "Julien",
    "txt": "Ildiko's appartment was absolutely perfect. It is big, bright, fully furnished, ideally located and completely spotless. Idilko was very easy to communicate with and we were pretty sad to leave even after 13 days spent there! Overall we had a wonderful experience and would definitely love to stay in this place again! Thank you for having us!"
  }, {
    "_id": "83386547",
    "date": {
      "$date": {
        "$numberLong": "1467432000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "4555648",
    "reviewer_name": "Steven",
    "txt": "Our stay at this spacious studio was outstanding. There was plenty of room and the location was terrific. It is near subway lines and plenty of food choices. Not to mention, Prospect Park is extremely close. The process of getting in contact with the owners was simple and they were helpful and hospitable. I would definitely come back to this place. Thanks for making our stay in Brooklyn a ton of fun."
  }, {
    "_id": "84963251",
    "date": {
      "$date": {
        "$numberLong": "1468036800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "25707314",
    "reviewer_name": "Mallory",
    "txt": "I really enjoyed my stay here! The apartment itself is very clean, well-decorated and spacious. Just a stone's throw from a grocery store and minutes from the subway, you really can't beat the location. Ildiko was really accommodating and worked with my schedule. Highly recommend it! "
  }, {
    "_id": "87693256",
    "date": {
      "$date": {
        "$numberLong": "1469073600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "82509049",
    "reviewer_name": "Barbara",
    "txt": "Very beautiful quiet neighborhood, close to great restaurants.  The apartment is very spacious, and quiet/ and nice to look out into the back garden.  The hosts were very accommodating and responsive; and at the same time allowing me my privacy.  "
  }, {
    "_id": "89960989",
    "date": {
      "$date": {
        "$numberLong": "1469851200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "1583307",
    "reviewer_name": "Stephanie",
    "txt": "We had a great stay at Ildiko and Chris's place.  The accommodation is spacious and clean, the water pressure in the shower is good and strong, and the outdoor space is a big plus.  Even though the apartment faces the street, it is very quiet, and the neighborhood is great.  Plenty of shops and restaurants, and just 4 short blocks to the subway.  The only drawback would be the lack of cable and a radio or cd player.  But really, this is NY - there's not much time for tv.  We thoroughly enjoyed our stay would definitely stay here again."
  }, {
    "_id": "94759829",
    "date": {
      "$date": {
        "$numberLong": "1471320000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "64932471",
    "reviewer_name": "John",
    "txt": "Ildiko and Chris were very responsive and the check-in was easy.  The apartment is spacious, clean, nicely decorated and light.  Everything we needed was provided.  The neighborhood is safe and convenient to a nice market , restaurants, and subway stops.  We appreciate everything Ildiko and Chris did to make our stay pleasant and would definitely chose their apartment again."
  }, {
    "_id": "98988147",
    "date": {
      "$date": {
        "$numberLong": "1472875200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2215991",
    "reviewer_name": "Clarice",
    "txt": "O apartamento da Ildako é ótimo! A localização é maravilhosa, especialmente se viajando com crianças. Bares, restaurantes, mercado na rua ao lado. O metro a duas quadras nos deixa a 25min de Manhattan. A pracinha para crianças no parque é incrível e fica só a duas quadras. Ildako foi uma anfitriã super prestativa e fez com que tudo fosse atendido da melhor maneira possível. Tem um pátio ótimo com esquilos onde tomávamos café da manhã todos os dias. Recomendo! Se der, um dia voltarei com certeza."
  }, {
    "_id": "100276886",
    "date": {
      "$date": {
        "$numberLong": "1473307200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "56590666",
    "reviewer_name": "Fredrik",
    "txt": "This place is great! Park slope is an amazing part of Brooklyn and the apartment are close to the subway. We really enjoyed to relax at this place. Even if a squirrel yeld at us when we had our morning coffe in the private backyard (yes you get an private backyard). :)"
  }, {
    "_id": "103203198",
    "date": {
      "$date": {
        "$numberLong": "1474430400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "23650589",
    "reviewer_name": "Elena",
    "txt": "Todo estaba limpio. Nos dió toallas en dos ocasiones e incluso unas sábanas limpias por si queríamos cambiarlas. \r\nNo hubo problemas con las horas de llegada ni con la vuelta."
  }, {
    "_id": "105064811",
    "date": {
      "$date": {
        "$numberLong": "1475208000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "8023774",
    "reviewer_name": "Ángel",
    "txt": "El apartamento cumplía punto por punto la descripción del propietario. Amplio, con todos los servicios descritos y muy limpio. \r\nEl barrio tiene mucho ambiente por el día. Hay comercios, supermercados, tiendas, etc. Bien comunicado con Manhattan a través de metro (a 5 minutos andando desde el apartamento). \r\nLa propietaria facilito nuestra llegada y la salida."
  }, {
    "_id": "105657939",
    "date": {
      "$date": {
        "$numberLong": "1475380800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "18130950",
    "reviewer_name": "Kenny & Sarah",
    "txt": "Ildiko's place is exactly how it is presented - roomy, comfortable, and well-lit.  You get morning light from the kitchen and bathroom windows, and afternoon light in the bedroom area.  The kitchen has everything you might need and the back yard area is super nice.  We had two people staying here - the bed and pull-out were both very comfortable and Ildiko made sure to get everything ready for our arrival (which was late at night, but she was amazingly accommodating and lives on the premises so can easily be reached).  The neighborhood is lovely - a short walk to Prospect Park and plenty to do on 7th avenue.  There is a subway stop nearby.  It was also nice to find a ground floor listing!  I definitely plan on staying here again."
  }, {
    "_id": "107788786",
    "date": {
      "$date": {
        "$numberLong": "1476244800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "36530848",
    "reviewer_name": "Cindy",
    "txt": "IIdiko is a wonderful host and the apartment is so lovely! The location couldn't be better. There are many restaurants nearby as well as shopping, transportation and Prospect Park. The neighborhood is quiet and very comfortable. Thank you for a terrific stay IIdiko! I hope to come back and stay at your apartment again in the future."
  }, {
    "_id": "109313865",
    "date": {
      "$date": {
        "$numberLong": "1476936000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "700765",
    "reviewer_name": "Jerry",
    "txt": "We really enjoyed our stay very much.  Ildicko was a gracious host... friendly, outgoing, very sweet and pleasant.  The apartment was all we could have wished for and more than advertised!\r\n\r\nWe would have given this stay 5-stars except for the bed.  We prefer a bed that is a bit softer... however, that is just OUR preference and could be easily remedied by a \"two-inch magic foam\" mattress cover on top of the existing setup.  Some folks prefer a firm mattress, so... again... the softer mattress might be fine with most folks.\r\n\r\nAll things considered... we loved the place and the stay!  We would go back in an instant and on our next trip to the East Coast we will try to re- book.\r\n\r\nHappy Trails!\r\n\r\nJerry and Barbara Murry"
  }, {
    "_id": "113112155",
    "date": {
      "$date": {
        "$numberLong": "1478754000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "61161613",
    "reviewer_name": "French",
    "txt": "Super easy to meet Ildiko, she lives upstairs. The apartment was perfect. Flawless experience. "
  }, {
    "_id": "116545011",
    "date": {
      "$date": {
        "$numberLong": "1480568400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "52588516",
    "reviewer_name": "Keith",
    "txt": "Handy to Prospect Park, only a short 3 min walk to the Subway"
  }, {
    "_id": "120445945",
    "date": {
      "$date": {
        "$numberLong": "1481346000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "55959389",
    "reviewer_name": "Gloria And Carlos",
    "txt": "El apartamento esta muy cerca del metro y en un barrio muy residencial. La zona es tranquila y segura. Hay bares y tiendas justo en la esquina. El apartamento está muy bien para pasar unos dias. Nosotros somos dos y estuvimos una semana. La cocina está equipada y todo está en muy bien estado. Muy limpio. En el baño hay toallas de sobras, secador, jabón etc.. \n"
  }, {
    "_id": "122026197",
    "date": {
      "$date": {
        "$numberLong": "1482210000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "42912968",
    "reviewer_name": "Amanda",
    "txt": "Place was quite large and spacious for a NYC apartment. Host was very nice and allowed an early check in. Great location on quiet block!"
  }, {
    "_id": "122898885",
    "date": {
      "$date": {
        "$numberLong": "1482728400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "97258391",
    "reviewer_name": "Julie",
    "txt": "Efficiency apartment with great kitchen and dining area."
  }, {
    "_id": "124712744",
    "date": {
      "$date": {
        "$numberLong": "1483333200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "10649300",
    "reviewer_name": "Lise",
    "txt": "Ildiko et sa famille nous ont très bien accueilli, appartement très propre et bien situé proche metro et dans un quartier calme et familial avec toutes les commodités."
  }, {
    "_id": "126171031",
    "date": {
      "$date": {
        "$numberLong": "1483938000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "43430472",
    "reviewer_name": "Pat",
    "txt": "We had a terrific stay.   very nice space and convenient"
  }, {
    "_id": "132054976",
    "date": {
      "$date": {
        "$numberLong": "1487134800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "94409",
    "reviewer_name": "Scott",
    "txt": "Ildiko's apartment is terrific; clean, modern and comfortable, with everything you need close by in the neighborhood. I look forward to staying again soon. "
  }, {
    "_id": "133115607",
    "date": {
      "$date": {
        "$numberLong": "1487566800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "18987474",
    "reviewer_name": "Tim",
    "txt": "Ildiko' studio apartment is just as it promised. Very comfortable, roomy, warm and quiet, with everything needed for a weekend stay. Great location for exploring Park Slope and also easy access to Manhattan and north Brooklyn, too. "
  }, {
    "_id": "134226490",
    "date": {
      "$date": {
        "$numberLong": "1488085200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "9742416",
    "reviewer_name": "Darothy",
    "txt": "Ildiko's place is a wonderful getaway in Park Slope. It is located in a safe, friendly neighborhood near several grocery stores, all types of shops, the 7th ave subway stop, and, the park is two blocks away.  The kitchen and dining areas are large and pleasant. The space is perfectly accommodated with a comfortable bed, bookshelves, plenty of storage space, easy access in and out.  The backyard is lovely too!  Most lovely is Ildiko. She is a warm, welcoming and generous host."
  }, {
    "_id": "135310152",
    "date": {
      "$date": {
        "$numberLong": "1488603600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "7771152",
    "reviewer_name": "Alexandra",
    "txt": "Great, responsive host! Lovely apartment. Close to everything. "
  }, {
    "_id": "137139306",
    "date": {
      "$date": {
        "$numberLong": "1489377600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "15443221",
    "reviewer_name": "Fara",
    "txt": "Everything was perfect during the  5 nights I spent here. Ildiko is accomodating and quite cool for making me to feel at home.\n\nThe apartment is too bright, calm and very clean. It is comfortable and has enough space that can fit up to 4 people. The heater worked more than expected during the coolest days.\nThe kitchen connected with the dining room is a plus, cooking was really a pleasure. Unfortunately, we could not enjoy the backyard which looks very pleasant in warmer weather.\n\nTons of restaurants, grocery stores and all kinds of shops are within walking distance, subway stations and bus lines as well. Prospect park is less than 10 min away.\n\nAll in all, staying at Ildiko's apartment was a great experience. I definitely plan to stay here again especially in summer.\n\n\n\n\n\n\n"
  }, {
    "_id": "138625404",
    "date": {
      "$date": {
        "$numberLong": "1489982400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "105509253",
    "reviewer_name": "Gregory",
    "txt": "Ildiko is a great host and the place is as advertised.  A nice, clean, homey, sunny space that is close to all that BK has to offer."
  }, {
    "_id": "140740535",
    "date": {
      "$date": {
        "$numberLong": "1490932800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "21809927",
    "reviewer_name": "Jason",
    "txt": "Great stay, very accommodating."
  }, {
    "_id": "141914116",
    "date": {
      "$date": {
        "$numberLong": "1491364800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "19452552",
    "reviewer_name": "Donald Scovill",
    "txt": "I am repeating all of the others reviews......  Great host, great flat, great location. I am already planning a return to Brooklyn and will stay at IIdiko's again!"
  }, {
    "_id": "145247618",
    "date": {
      "$date": {
        "$numberLong": "1492401600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "118353600",
    "reviewer_name": "Kathryn",
    "txt": "Great place to stay. Close to everything we needed. Clean and nice space."
  }, {
    "_id": "154231300",
    "date": {
      "$date": {
        "$numberLong": "1495512000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "57133222",
    "reviewer_name": "Christie",
    "txt": "Nice house in a really great location.  Very private.  Quick subway ride into the heart of the city, yet you are living in a quiet neighborhood a few blocks from a great park.  Little markets literally steps away for essentials and nice restaurants equally close.  Enjoyed our stay!"
  }, {
    "_id": "157622307",
    "date": {
      "$date": {
        "$numberLong": "1496548800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "124115571",
    "reviewer_name": "Camille",
    "txt": "Lovely space, very quiet and great for us and our 10-month-old."
  }, {
    "_id": "159988637",
    "date": {
      "$date": {
        "$numberLong": "1497240000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "6963",
    "reviewer_name": "Jasmin",
    "txt": "Great location, clean apartment, welcoming and responsive host. "
  }, {
    "_id": "162176510",
    "date": {
      "$date": {
        "$numberLong": "1497844800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "38799647",
    "reviewer_name": "Betsy",
    "txt": "The host canceled this reservation 81 days before arrival. This is an automated posting."
  }, {
    "_id": "162381280",
    "date": {
      "$date": {
        "$numberLong": "1497931200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "60542897",
    "reviewer_name": "Angela",
    "txt": "Ildiko's apartment is in a great location, comfortable, clean, really nice kitchen/dining area, and has much more natural light than you would expect in a garden level place. The central air conditioning is a real plus for a Brooklyn apartment! The bathroom has some storage space in the vanity and room on the top for toiletry items, plus 2 towel racks, hand towel holder and wall hooks. We were with our son's family much of the time and for most meals but enjoyed the Purity Diner on the corner for breakfast our last day.  Ildiko was easy to communicate with and responded quickly to emails and texts."
  }, {
    "_id": "164802766",
    "date": {
      "$date": {
        "$numberLong": "1498708800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "5139707",
    "reviewer_name": "Iris",
    "txt": "Lovely, very spacious apartment in the perfect location!   Near restaurants, stores, metro and park!  "
  }, {
    "_id": "169767759",
    "date": {
      "$date": {
        "$numberLong": "1499918400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "75636697",
    "reviewer_name": "Skyler",
    "txt": "Accommodated last minute plans very well! Much appreciated!"
  }, {
    "_id": "171733593",
    "date": {
      "$date": {
        "$numberLong": "1500350400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "13124762",
    "reviewer_name": "Stanley",
    "txt": "Fabulous apartment with everything we needed.  The location is perfect, lots of shopping and eats within walking distance.  Classic Brooklyn!"
  }, {
    "_id": "174985188",
    "date": {
      "$date": {
        "$numberLong": "1501128000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "345888",
    "reviewer_name": "Peter",
    "txt": "Comfy, clean and quiet apartment. Excellently situated with a Union Market just around the corner. The truly wonderful music venue Barbes (our main reason for choosing this location), the F & G subway lines (get you to most places you would want to be), and Prospect Park all within a few minutes walk. The apartment has a great collection of books and CDs, which we highly appreciated, plus a nice outside space. The only thing we would have liked is more than just one towel each for a 9-night stay, particular given the lack of a washing machine/dryer. Communication was a little bit patchy, with access to the property only organised at the very last moment (whilst we were on a transatlantic flight), but ended up being fine. Without doubt would stay again."
  }, {
    "_id": "177094211",
    "date": {
      "$date": {
        "$numberLong": "1501560000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "15953144",
    "reviewer_name": "Julie",
    "txt": "This place was great for our 3-night stay in Brooklyn! The apartment is comfortable, well lit, clean and spacious. The neighborhood is quiet at night. It is an easy walk to Prospect Park as well as the F and G lines. The surrounding neighborhood is great for walking around, and there are lots of cute places to grab a bite to eat close by. We had no problem finding street parking. We did not meet the owner, but had great communication and easy check-in!"
  }, {
    "_id": "179864806",
    "date": {
      "$date": {
        "$numberLong": "1502164800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2463528",
    "reviewer_name": "Jerry",
    "txt": "Ildiko's place is beautiful, spacious and clean. It is convenient to Prospect Park and many of the restaurants and shops in Park Slope. We hope to stay there again."
  }, {
    "_id": "186726621",
    "date": {
      "$date": {
        "$numberLong": "1503633600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "142120999",
    "reviewer_name": "Daphne",
    "txt": "The host canceled this reservation the day before arrival. This is an automated posting."
  }, {
    "_id": "200481489",
    "date": {
      "$date": {
        "$numberLong": "1507176000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "81162007",
    "reviewer_name": "Derek",
    "txt": "Very spacious and quiet ground floor apartment.  Ildiko was very easy to communicate with and was very accommodating.  Great location and close to everything.  Comfortable stay!  I would definitely stay again!"
  }, {
    "_id": "204754321",
    "date": {
      "$date": {
        "$numberLong": "1508385600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "63818949",
    "reviewer_name": "Elaine",
    "txt": "Excellent location close to transport and resteraunt also local food markets well supplied with a great range of food to self cater. The apartment was clean and comfortable and very well equipped. We would highly recommend.extreamly good value."
  }, {
    "_id": "206015825",
    "date": {
      "$date": {
        "$numberLong": "1508731200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "6555535",
    "reviewer_name": "Kristin",
    "txt": "This apartment is fantastic! It is quite spacious for a studio and includes a wonderful eat-in kitchen area with access to the backyard area. Very close to the F/G subway stop on 7th Avenue which gets you into Manhattan quickly. Only a block and a half from Prospect Park and also close to many shops/restaurants on 7th Avenue. Loved the location and also how easy the check-in/check-out process was. Ildiko was flexible with my check-in time which I really appreciated. Highly recommend Ildiko's apartment for a trip to NYC!"
  }, {
    "_id": "209937804",
    "date": {
      "$date": {
        "$numberLong": "1509944400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "15486757",
    "reviewer_name": "Mary Louise",
    "txt": "Ildiko's apartment is perfect for a couple, and might work for a family with one young child, as well. The kitchen is spacious and well-equipped, and the location is incredibly convenient -- 2 blocks from the F&G line Metro stop, and half a block from the stores and restaurants of 7th Avenue. We hope to stay there again!"
  }, {
    "_id": "212182784",
    "date": {
      "$date": {
        "$numberLong": "1510808400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "1168630",
    "reviewer_name": "Elizabeth",
    "txt": "Great location. Great food and bars are very close by, but it’s on a quiet block. The apt is spacious and very clean. Very comfortable bed with nice firm mattress. Dining area and nice kitchen. It is on the ground floor so there’s just one step down which was great for my parents  The apartment is very private. The hosts were responsive and helpful."
  }, {
    "_id": "213306251",
    "date": {
      "$date": {
        "$numberLong": "1511154000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "21054661",
    "reviewer_name": "David",
    "txt": "Great"
  }, {
    "_id": "214265014",
    "date": {
      "$date": {
        "$numberLong": "1511586000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "8155215",
    "reviewer_name": "Amanda",
    "txt": "Ildiko's apartment was the perfect place for my visiting parents to stay. Very close to the subway and in the best neighborhood in NYC! Thanks for making their visit so great."
  }, {
    "_id": "216634068",
    "date": {
      "$date": {
        "$numberLong": "1512363600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "4274799",
    "reviewer_name": "Julia",
    "txt": "Ildiko was such a responsive and courteous host and the apartment was quiet, cozy and relaxing. The location is excellent - only a block away from so many good cafes and restaurants, and a quick walk to the F."
  }, {
    "_id": "218017908",
    "date": {
      "$date": {
        "$numberLong": "1512882000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "9141699",
    "reviewer_name": "David",
    "txt": "Wonderful space, location, and value."
  }, {
    "_id": "221731506",
    "date": {
      "$date": {
        "$numberLong": "1514350800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "16258207",
    "reviewer_name": "Elizabeth",
    "txt": "Great space and host.  Would stay again."
  }, {
    "_id": "224865396",
    "date": {
      "$date": {
        "$numberLong": "1515042000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "15785332",
    "reviewer_name": "Jose",
    "txt": "Tuvimos una estadia de lo mas agradable. El apartamento Es soñado. Tiene todos los implementos que uno puede llegar a necesitar. Tiene dos supermercados cerca y más locales de comida a poca distancia. La estación de su té más cercana está a tres cuadras y te deja directamente en Manhattan (línea F). Si bien a Ildiko no pudimos conocerla, fue muy atenta y siempre estuvo pendiente de nuestras necesidades, incluso nos dejó comida y agua en la heladera, lo que fue una hermosa sorpresa teniendo en cuenta que llegamos muy tarde. La calefacción fue suficiente y eso que estuvimos en una de las semanas más frías de los últimos tiempos. Lo mismo el baño muy completo! Sin dudas una gran elección! Volveremos!"
  }, {
    "_id": "226089281",
    "date": {
      "$date": {
        "$numberLong": "1515387600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "27604488",
    "reviewer_name": "Peyton",
    "txt": "This was perfect for our visit to Brooklyn: spacious, stylish, and perfectly located near my son's apartment and Prospect Park. The kitchen is huge and well equipped, and Ildiko thoughtfully provided hummus, Brie, and crackers for us on arrival. Great shower and strong wifi (both important to me). Easy access (no need to schlep suitcases up flights of stairs). Mattress is firm - fine with me but a matter of personal taste. It's queen size and there is a futon if you have a kid or friend along.  In summer there is a garden in the rear that would be a pleasant place to enjoy the outdoors in the heart of Brooklyn but away from the hustle and bustle. Numerous shops, delis, restaurants, coffee shops, and groceries within a short walk. We didn't use the TV or sound system (there is a library of CDs) but might do so on another visit -  they are a great amenity, as is the library of books on music and art."
  }, {
    "_id": "227860782",
    "date": {
      "$date": {
        "$numberLong": "1516078800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "161160616",
    "reviewer_name": "Michele",
    "txt": "Apartment was exactly as pictured and listed.  Ildiko left key lockbox exactly at communicated making access effortless.  Full kitchen available and bedding and towels were lush and apartment clean and neat.  I look forward to booking this apartment again on our next visit."
  }, {
    "_id": "232354923",
    "date": {
      "$date": {
        "$numberLong": "1517720400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "165137890",
    "reviewer_name": "Matthew",
    "txt": "This is a great place in a great location.  It is close to a subway stop and to numerous shops, markets and restaurants, but it is also on a quiet street with quite a large kitchen and dinning area."
  }, {
    "_id": "234370812",
    "date": {
      "$date": {
        "$numberLong": "1518411600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "5497702",
    "reviewer_name": "Jonathan",
    "txt": "What a wonderful AirBnB!  It felt like a private apartment, with a separate entrance and its own private kitchen and bathroom.  The neighborhood is great, too, with a bodega on the corner, a bagel shop around the corner, and multiple cafes and restaurants lining the big cross street (7th Ave).  Ildiko was highly responsive by text message and took care of issues almost instantaneously.  Highly recommended!"
  }, {
    "_id": "236499431",
    "date": {
      "$date": {
        "$numberLong": "1519016400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "5970328",
    "reviewer_name": "Alex",
    "txt": "I didn't stay here, but my mother did (I live close by). She commented that the place was sparkling clean and the bed was comfortable. Ildiko is very easy to communicate with and even let me come pick up the key a day early. Thanks so much, Ildiko!"
  }, {
    "_id": "238732566",
    "date": {
      "$date": {
        "$numberLong": "1519621200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "52783545",
    "reviewer_name": "Peter",
    "txt": "This is a very conveniently located and fully equipped apartment.  Everything was as promised.  Restaurants close by. Host was very helpful but we really didn’t need anything. Park Slope is a wonderfully cross cultural area with lots of beautiful children and so many trees. We hope to return."
  }, {
    "_id": "240306609",
    "date": {
      "$date": {
        "$numberLong": "1520139600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "124579028",
    "reviewer_name": "Derek",
    "txt": "Great apartment and very responsive host. Great location in park slope. Highly recommend!"
  }, {
    "_id": "244779481",
    "date": {
      "$date": {
        "$numberLong": "1521432000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "120879610",
    "reviewer_name": "Robert",
    "txt": "Had a great experience with Ildiko.  My wife, 13 year old son and I were arrivied in Brooklyn from JFK before official check-in and Ildiko akindly accommodated us by allowing us to drop our bags off and pick up our keys.  The apartment is great.  A  big roomy, sunny kitchen and dining room and a comfortable bed and fold out sleeping futon/couch.  The apartment comfortably accommodate the three us of us. The kitchen is well equipped for basic cooking and coffee making. The location  in Park Slope is fantastic, convenient to a subway stop and surrounded by good restaurants, markets and coffee shops.  Ildiko was a great communicator  One of our best Airbnb experiences.  Can't recommend it enough."
  }, {
    "_id": "252151249",
    "date": {
      "$date": {
        "$numberLong": "1523246400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "110119098",
    "reviewer_name": "Janine",
    "txt": "My parents-in-law stayed at Ildiko‘s place when they were visiting us. They loved it! Check-in was super easy. I met Ildiko the day before they arrived to get the keys and she showed me around. She is a very nice person - and a great host. The place was impeccably clean, the bed was very comfy.\nThere was no need for my parents-in-law to bring their own shampoo and shower gel - everything was there. Even coffee! The apartment itself is wonderful, with a very spacey kitchen. And it offers access to outdoor space which is great in summer. I will definitely recommend Ildiko‘s place to my next visitors!!!"
  }, {
    "_id": "257047792",
    "date": {
      "$date": {
        "$numberLong": "1524542400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "179759870",
    "reviewer_name": "Jp",
    "txt": "I had such a wonderful stay at Ildiko's place...I would gladly stay here again and readily recommend the apartment to other AirBnBrs. The check-in was very convenient. The neighborhood is beautiful with lots of Brownstones and a large selection of places to eat and drink. The apartment is close to the F subway line as well as Prospect Park. I felt so comfortable in the apartment itself: comfy bed, very clean, big kitchen space to cook, and a beautiful backyard garden space to soak up the sun and relax. Anyone staying here will have a fantastic Brooklyn experience. Thank you so much Ildiko!"
  }, {
    "_id": "259242882",
    "date": {
      "$date": {
        "$numberLong": "1525060800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2926646",
    "reviewer_name": "Paul",
    "txt": "A clean comfortable and well equipped apartment. Very convenient for us, a few doors from our son’s place. The neighborhood is loaded with restarants and convenient shopping."
  }, {
    "_id": "262643608",
    "date": {
      "$date": {
        "$numberLong": "1525838400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2047903",
    "reviewer_name": "Maxime & Nathalie",
    "txt": "Appartement fonctionnel et très bien placé (métro, bus, restaurants, boutiques...). Propriétaire très sympathique qui nous a permis de laisser nos bagages en attendant au-delà de midi... Un seul petit bémol: l'isolation entre le studio et l 'appartement des propriétaires au-dessus. A recommander sans hésiter cependant."
  }, {
    "_id": "265261262",
    "date": {
      "$date": {
        "$numberLong": "1526443200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "165114756",
    "reviewer_name": "Annie",
    "txt": "The accommodations were as pictured: spacious and comfortable. The location was perfect for our needs: a safe place to store our bikes while my son and I biked around to see NYC highlights, yet have a quiet place to come back to. WIFI worked well, nice hot shower, inviting accommodation. I would stay here again!"
  }, {
    "_id": "266749391",
    "date": {
      "$date": {
        "$numberLong": "1526788800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "9821440",
    "reviewer_name": "Anne",
    "txt": "Le studio est très bien placé dans Brooklyn, mais dans une rue tranquille où on n'entend pas la circulation de la 7ème avenue.  Le métro pour Manhattan est à trois rues de là, et des commerces,  restaurants et cafés à deux pas. Il est facile d'accès (pas d'escalier pour y accéder et tout de plein pied), spacieux, très propre et bien équipé avec tout ce qui'l faut pour le séjour. Ildiko est charmante et très réactive. Nous n'hésiterions pas à séjourner chez elle de nouveau."
  }, {
    "_id": "268683681",
    "date": {
      "$date": {
        "$numberLong": "1527220800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "232364",
    "reviewer_name": "Ellen",
    "txt": "Great location, nice responsive hosts.  Kitchen is great but who wants to eat on in NYC?"
  }, {
    "_id": "270171484",
    "date": {
      "$date": {
        "$numberLong": "1527480000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "113860534",
    "reviewer_name": "Adolph",
    "txt": "Great place to stay. Easy to get around town."
  }, {
    "_id": "273901867",
    "date": {
      "$date": {
        "$numberLong": "1528344000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "4603901",
    "reviewer_name": "Ollipekka",
    "txt": "The apartment is just like described: spaciuos, comfortable, clean and well equipped. The location is perfect with very good subway connections. Highly recommended!"
  }, {
    "_id": "275168246",
    "date": {
      "$date": {
        "$numberLong": "1528603200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "35319861",
    "reviewer_name": "Erin",
    "txt": "This location was outstanding; the space was outstanding. Walkable to so many great spots. The apartment itself was spacious. Easy in/out. Great kitchen with everything you need. Bed was a bit hard for our taste but hate to even include that as this was such a stellar place. Absolutely would recommend it to friends/family!"
  }, {
    "_id": "276698376",
    "date": {
      "$date": {
        "$numberLong": "1528948800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "103074",
    "reviewer_name": "Paul",
    "txt": "Fantastic location in Park Slope on quiet street, but very close to restaurants, shops, groceries, and subway (F train to Manhattan).\nVery spacious kitchen and dining area, living room/bed, clean bathroom/shower, and outdoor garden area.\nIldiko met me at the door and showed me around and gave me keys. Easy process."
  }, {
    "_id": "281222122",
    "date": {
      "$date": {
        "$numberLong": "1529812800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "287220",
    "reviewer_name": "Barbara",
    "txt": "This is a clean large flat with a private entrance. The host is very nice and only communicates when you need her. I especially liked the kitchen for doing my own cooking. I felt safe walking in the area as I saw many families. There are restaurants and shops and the subway all within a couple of blocks. Plus it was very quiet. Very nice place to stay!"
  }, {
    "_id": "284543711",
    "date": {
      "$date": {
        "$numberLong": "1530417600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "193311015",
    "reviewer_name": "Sarah",
    "txt": "I can't say enough about this place--it is the perfect size for a couple or small family. Ildiko was so nice and helpful and we really felt welcome. She was responsive to questions and the check-in was really easy. The bathroom was sparkling clean and has been newly renovated, and the kitchen/dining area was large enough to cook in and not feel cramped. There is a lovely garden in the back which we were told we could use but it was really hot when we were there so we didn't take advantage of that (but it looked really nice and peaceful). For location, you can't get much better than Park Slope! It's just a few blocks from the F/G or a short walk to the R line. There are tons of restaurants and shops nearby and it's a 5-10 minute walk to Prospect Park. This space is so inviting and comfortable, it was the perfect place to come back to at the end of a busy day touring the city. And you can't beat the price! We highly recommend and would definitely book again. "
  }, {
    "_id": "288770296",
    "date": {
      "$date": {
        "$numberLong": "1531195200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "191706037",
    "reviewer_name": "Penelope",
    "txt": "You will be well pleased with this home-like living space with a comfortable living/ sleeping area, spacious kitchen and dining room, and access to a well -shaded, quaint terrace. The only issue I had was that the bed was relatively hard, but I managed to sleep well.  Otherwise,  I couldn't have asked for better.   Not only that, the neighborhood is awesome!"
  }, {
    "_id": "290460998",
    "date": {
      "$date": {
        "$numberLong": "1531540800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "1129822",
    "reviewer_name": "Lucy",
    "txt": "Idilko and Chris are wonderful hosts! First, their space is exactly as described...and even more comfortable and peaceful in person.  It’s a garden apartment on a quiet side street, with excellent natural light from the terrace-view windows, nicely decorated, in a convenient Park Slope location (shops and trains right around the corner), and close to fabulous restaurants such as Camperdown Elm and Piccoli Cafe. Idilko is friendly, communicative and helpful, and the apartment has a great selection of maps for exploring the area, books and music for R&R.  I enjoyed the firm mattress, down pillows and soft cotton sheets, and a super-clean, spacious full bath was another plus. It was the ideal place for my stay in Brooklyn – thank you, Idilko!\n"
  }, {
    "_id": "295522571",
    "date": {
      "$date": {
        "$numberLong": "1532318400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "183191425",
    "reviewer_name": "Linda",
    "txt": "Nice place to stay & very convenient to the subway.  Would definitely stay there again."
  }, {
    "_id": "309674814",
    "date": {
      "$date": {
        "$numberLong": "1534564800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "916194",
    "reviewer_name": "Sandra",
    "txt": "My sister and brother in law stayed at Ildikos place for 2 weeks to visit us in Brooklyn. The place was clean, perfectly located and fully stocked with anything you may need. Ildiko is excellent at communicating with us and solved things immediately. Cannot recommend enough!!"
  }, {
    "_id": "317718856",
    "date": {
      "$date": {
        "$numberLong": "1535860800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "15443221",
    "reviewer_name": "Fara",
    "txt": "I spent one week at Ildiko's place for the second time and am very satisfied. Visiting my daughter twice a year, I am used to Park Slope area and can confirm that we couldn't expect a better place at this rate.\nIdiko was out of town but the check-in instructions were very clear. She was available if needed and was  enough accomodating for the check-out so everything went smoothly.\nThe apartment is spacious, functional and plenty of natural light. It is very convenient as well: all kinds of stores, markets, restaurants, subway stations are within walking distance. Prospect Park is two blocks away.\nThe kitchen is very well-equipped,  just perfect for cooking! I truly felt like a home away from home as well as saving money.\nI highly recommend Ildiko's place and would definitely plan on staying here again."
  }, {
    "_id": "322275667",
    "date": {
      "$date": {
        "$numberLong": "1536724800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "760402",
    "reviewer_name": "Victor",
    "txt": "Ildiko was a responsive, helpful and gracious host. Her home is well appointed, spacious and in a great location. The apartment would make for a great base of operations for both short and long stays in beautiful Park Slope. And the best bagel in Brooklyn in right around the corner."
  }, {
    "_id": "327159680",
    "date": {
      "$date": {
        "$numberLong": "1537675200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "3290067",
    "reviewer_name": "Aminta",
    "txt": "Comfortable and spacious apartment in a family-friendly location. An even easier commute to Manhattan than I'd expected!"
  }, {
    "_id": "328901129",
    "date": {
      "$date": {
        "$numberLong": "1538020800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "13124762",
    "reviewer_name": "Stanley",
    "txt": "Wonderful space, great location, best hospitality!"
  }, {
    "_id": "331402324",
    "date": {
      "$date": {
        "$numberLong": "1538452800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "4592445",
    "reviewer_name": "Lauren",
    "txt": "My parents stayed here while visiting me in Brooklyn. Ildiko was easy to communicate with in the weeks leading up to their stay and was responsive  to their needs during the stay. This was the perfect apartment in a great location and my parents will definitely stay here again on their next visit."
  }, {
    "_id": "333774534",
    "date": {
      "$date": {
        "$numberLong": "1538884800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "95706017",
    "reviewer_name": "Mel",
    "txt": "Go here!  Close to the subways, local grocery and eats.   All the comforts of home!"
  }, {
    "_id": "338424445",
    "date": {
      "$date": {
        "$numberLong": "1539921600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "11906210",
    "reviewer_name": "Slimane",
    "txt": "Un accueil parfait et chaleureux ,un séjour chez l'habitant, une situation idéale, l'AirB&B comme on les aime."
  }, {
    "_id": "342805290",
    "date": {
      "$date": {
        "$numberLong": "1540785600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "206472259",
    "reviewer_name": "Vedran",
    "txt": "We had a great stay at Ildikos apartment. Very spacious and clean, great location in brooklyn. The next subway is a 3 minute walk away."
  }, {
    "_id": "343711735",
    "date": {
      "$date": {
        "$numberLong": "1541044800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "27604488",
    "reviewer_name": "Peyton",
    "txt": "This is my second time staying at Ildiko's place in Park Slope - and I will be heading back there soon.  It is a spacious, stylish, comfortable place on a quiet street.  Very large eat-in kitchen, comfortable bed, and immaculately clean.  It was perfect for me and would be great for a couple.  I highly recommend it."
  }, {
    "_id": "346999205",
    "date": {
      "$date": {
        "$numberLong": "1541826000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "47859961",
    "reviewer_name": "Brian",
    "txt": "Really nice centrally located Park Slope apartment in Brooklyn.  Surrounded by coffee shops, bodegas and small businesses, Ildiko’s place is ideal for spending time in Brooklyn whether for business or for pleasure."
  }, {
    "_id": "348357707",
    "date": {
      "$date": {
        "$numberLong": "1542085200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "27604488",
    "reviewer_name": "Peyton",
    "txt": "My third time at Ildiko’s. Quiet, comfortable, clean, and spacious. Perfect for a single traveler or a couple."
  }, {
    "_id": "350112031",
    "date": {
      "$date": {
        "$numberLong": "1542517200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "76740502",
    "reviewer_name": "Antoine",
    "txt": "The apartment is close to a lot of coffee and cool places to go out, really close to Prospect Park and subway. Easy to park as well..\nIldiko is easily reachable and answers very quickly, I recommend this place."
  }, {
    "_id": "353355600",
    "date": {
      "$date": {
        "$numberLong": "1543294800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "21148545",
    "reviewer_name": "Karen",
    "txt": "The kitchen was very well outfitted with a toaster, microwave, coffee pot and even some coffee.  There was even a dishwasher which we didn't need since we only fixed our breakfast in the apartment.  A very good location, close to our daughter.  We did find the tub to be a bit slippery while showering.  That was solved by putting a hand towel on the bottom of the tub.  The only other problem was that I would knock my knees against the corner of the platform bed.  Having the key in a lockbox that we could access at our arrival was very convenient.  We didn't have any problems or questions, so we had no contact with our host."
  }, {
    "_id": "355541545",
    "date": {
      "$date": {
        "$numberLong": "1543899600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "144325191",
    "reviewer_name": "Robert",
    "txt": "Our airbnb was perfectly located.  The rooms were spacious and clean.  The bed was comfortable; the bedding new and fresh; the bath towels large and of good quality,\n\nThe best part was not having to run out after a long day traveling to pick up groceries and supplies.\nI would highly recommend it.\n\nWhat a pleasure it was to feel so \"at home\"."
  }, {
    "_id": "357523850",
    "date": {
      "$date": {
        "$numberLong": "1544418000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "23228289",
    "reviewer_name": "Ryan",
    "txt": "Great Place\nGreat Location\nGreat Value"
  }, {
    "_id": "359675479",
    "date": {
      "$date": {
        "$numberLong": "1545022800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "224808720",
    "reviewer_name": "Karen",
    "txt": "Spacious, very clean and quiet place"
  }, {
    "_id": "361818969",
    "date": {
      "$date": {
        "$numberLong": "1545627600000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "28054546",
    "reviewer_name": "April",
    "txt": "A wonderful Park Slope studio, with separate \"under the stoop\" entrance. Couldn't have asked for more. Many thanks, Ildiko!"
  }, {
    "_id": "366451118",
    "date": {
      "$date": {
        "$numberLong": "1546405200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "39620898",
    "reviewer_name": "Elsa",
    "txt": "Ildiko was such a nice host. The apartment was big, cozy and incredibly clean. It was just two blocks away from the subway station with easy communication to Manhattan. The area was so safe and I felt very safe walking home in the night. Highly recommend this!!"
  }, {
    "_id": "368693528",
    "date": {
      "$date": {
        "$numberLong": "1546837200000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "59770020",
    "reviewer_name": "Jeffrey",
    "txt": "Great place. Book collection, guitar and jazz CDs a great touch."
  }, {
    "_id": "401429665",
    "date": {
      "$date": {
        "$numberLong": "1547442000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "5430007",
    "reviewer_name": "Arthur",
    "txt": "We enjoyed our stay in this well equipped ground floor / basement apartment in Park Slope. Easy street parking and subway access. Having a guitar is a plus."
  }, {
    "_id": "403686506",
    "date": {
      "$date": {
        "$numberLong": "1548046800000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "12356856",
    "reviewer_name": "James",
    "txt": "It was a perfect space for my wife and I - very clean, comfy, in a great spot. We'd definitely stay here again."
  }, {
    "_id": "406457570",
    "date": {
      "$date": {
        "$numberLong": "1548738000000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2920911",
    "reviewer_name": "Lake",
    "txt": "This is a great space and locations. Worked great for our family of three (toddler).  We felt comfy and safe. The neighborhood has everything you need. Two blocks from the park and playgrounds. Ildiko was very kind and accommodating. Will def book again in the future!"
  }, {
    "_id": "408549962",
    "date": {
      "$date": {
        "$numberLong": "1549256400000"
      }
    },
    "listing_id": "10573225",
    "reviewer_id": "2755098",
    "reviewer_name": "Avigail",
    "txt": "This is a lovely basement suite in a great location. It is good value for the price."
  }]
}



{
  "_id": "10612199",
  "listing_url": "https://www.airbnb.com/rooms/10612199",
  "name": "Serene luxury in Harlem",
  "summary": "Lovely 1500sqft gem located in Central Harlem close to Columbia University. Gorgeous Pre-war flat with 6ft ceilings, 2 fireplaces, and laundry in the unit. Located in a safe, friendly building and close to major restaurants and subway lines.",
  "space": "",
  "description": "Lovely 1500sqft gem located in Central Harlem close to Columbia University. Gorgeous Pre-war flat with 6ft ceilings, 2 fireplaces, and laundry in the unit. Located in a safe, friendly building and close to major restaurants and subway lines. Very short walking distance to restaurants, bars, supermarket, pharmacy, cafes, and movie theaters. Only 10 minute walk to Columbia University. Just a few short blocks to the A-B-C-D-2-3 subway lines. A-D-2-3 are express trains. Lots of bus lines nearby, as well.",
  "neighborhood_overview": "Very short walking distance to restaurants, bars, supermarket, pharmacy, cafes, and movie theaters. Only 10 minute walk to Columbia University.",
  "notes": "",
  "transit": "Just a few short blocks to the A-B-C-D-2-3 subway lines. A-D-2-3 are express trains. Lots of bus lines nearby, as well.",
  "access": "",
  "interaction": "",
  "house_rules": "Quiet time after 10pm and keep common areas tidy.",
  "property_type": "Apartment",
  "room_type": "Private room",
  "bed_type": "Real Bed",
  "minimum_nights": "3",
  "maximum_nights": "1125",
  "cancellation_policy": "moderate",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1471060800000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1546664400000"
    }
  },
  "accommodates": {
    "$numberInt": "1"
  },
  "bedrooms": {
    "$numberInt": "1"
  },
  "beds": {
    "$numberInt": "1"
  },
  "number_of_reviews": {
    "$numberInt": "10"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["Wifi", "Air conditioning", "Kitchen", "Elevator", "Buzzer/wireless intercom", "Heating", "Washer", "Essentials", "Hangers", "Hair dryer", "Iron", "Laptop friendly workspace", "Bed linens", "Extra pillows and blankets"],
  "price": {
    "$numberDecimal": "80.00"
  },
  "security_deposit": {
    "$numberDecimal": "100.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "50.00"
  },
  "extra_people": {
    "$numberDecimal": "0.00"
  },
  "guests_included": {
    "$numberDecimal": "1"
  },
  "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/84254dd0-e266-4345-afcc-e8f7c56f4634.jpg?aki_policy=large",
    "xl_picture_url": ""
  },
  "host": {
    "host_id": "54761069",
    "host_url": "https://www.airbnb.com/users/show/54761069",
    "host_name": "Erika",
    "host_location": "New York, New York, United States",
    "host_about": "",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/8f1942a1-dde8-4733-aff6-5971a0678594.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/8f1942a1-dde8-4733-aff6-5971a0678594.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Harlem",
    "host_response_rate": {
      "$numberInt": "100"
    },
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
  },
  "address": {
    "street": "New York, NY, United States",
    "suburb": "Manhattan",
    "government_area": "Harlem",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.95211"
      }, {
        "$numberDouble": "40.80708"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "5"
    },
    "availability_60": {
      "$numberInt": "35"
    },
    "availability_90": {
      "$numberInt": "65"
    },
    "availability_365": {
      "$numberInt": "339"
    }
  },
  "review_scores": {
    "review_scores_accuracy": {
      "$numberInt": "10"
    },
    "review_scores_cleanliness": {
      "$numberInt": "10"
    },
    "review_scores_checkin": {
      "$numberInt": "10"
    },
    "review_scores_communication": {
      "$numberInt": "10"
    },
    "review_scores_location": {
      "$numberInt": "10"
    },
    "review_scores_value": {
      "$numberInt": "10"
    },
    "review_scores_rating": {
      "$numberInt": "100"
    }
  },
  "reviews": [{
    "_id": "93734315",
    "date": {
      "$date": {
        "$numberLong": "1471060800000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "54401890",
    "reviewer_name": "Ashlie",
    "txt": "Erika was extremely friendly, kind, and caring while I stayed there. She made me feel at home! She knows the area very well and can provide information about things to do and places to eat in the neighborhood.\r\n\r\nThe area is also quite safe and it is not uncommon to hear kids playing outside at 9 pm or later.\r\n\r\nThe apartment is a few minutes walk from a good-sized grocery store, numerous restaurants, multiple subway stations, and Central Park, making it an ideal place to stay while visiting."
  }, {
    "_id": "103823581",
    "date": {
      "$date": {
        "$numberLong": "1474689600000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "33981348",
    "reviewer_name": "Alice",
    "txt": "I stayed with Erica for 2 weeks and it was great! When I arrived at Erica's I was greeted by her delightful son as she was sunning it up on a beautiful beach! I was free to do what I want and when I want. The room was spotless and so comfy - I felt right at home. Amazing stay, I would definitely recommend staying here. "
  }, {
    "_id": "108103645",
    "date": {
      "$date": {
        "$numberLong": "1476417600000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "44597213",
    "reviewer_name": "Tiffany",
    "txt": "True to the description, Erika's place is an oasis of serenity in the city. Erika was a great host and really extended herself to make sure I was comfortable and felt welcome. Her apartment is absolutely lovely, spacious, very clean and tidy, as is the room. The apartment is just a few steps away from subway stations, restaurants and a great grocery store. Staying with Erika and her son was a wonderful experience; they are both lovely people. I had a great stay and would highly recommend.\r\n\r\nAlso, Erica makes a mean cup of Italian coffee.  If you stay with her, don't miss it! "
  }, {
    "_id": "120316952",
    "date": {
      "$date": {
        "$numberLong": "1481259600000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "97297055",
    "reviewer_name": "Mònica",
    "txt": "Erika is a very good hostess, very friendly and polite.\nHis house is cozy and clean.\nThe area is quiet and close to subway.\nDefinitely the best choice for a nice stay in NY!\n"
  }, {
    "_id": "164512500",
    "date": {
      "$date": {
        "$numberLong": "1498536000000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "113006262",
    "reviewer_name": "Benjamin",
    "txt": "I stayed with Erika and Brandon for 5 months and I had the most amazing experience of my life. I would strongly suggest staying with them for long or short visits. The apartment was always clean and larger than the photos made it look. Erika helped me sort any problems that I had throughout my stay and with Brandon there, there was never a dull moment. I have made friends for life and hope to see them again soon. "
  }, {
    "_id": "258172600",
    "date": {
      "$date": {
        "$numberLong": "1524888000000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "24882427",
    "reviewer_name": "Angel",
    "txt": "Erika's stylish and welcoming Harlem home was the perfect place for me while I was transitioning out of New York. Erika is an awesome host (thank you again for the great conversation and the coffee), her house is a 5 minute walk to the ABCD trains, and there are so many great places to visit in her neighborhood. I stayed with Erika for 8 days, and my stay was exactly what I needed: a safe, quiet place to sleep that is not too far away from my job/school and close to public transportation. Thank you again Erika!"
  }, {
    "_id": "261461524",
    "date": {
      "$date": {
        "$numberLong": "1525579200000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "34754875",
    "reviewer_name": "Patrick",
    "txt": "Words fail to adequately describe how amazing Erika is. Not only was her apartment and the room amazing, but Erika went above and beyond making me feel at ease and welcomed. She made a nice breakfast and killer coffee, and she even woke up before sunrise just to ensure I didn't sleep through my alarm for an early flight! \n\nBeyond being a great host,  Erika is one of the most honest and thoughtful people I've ever had the fortune of meeting. I will certainly be visiting, if not staying with, her the next time I'm in NY!"
  }, {
    "_id": "268039374",
    "date": {
      "$date": {
        "$numberLong": "1527048000000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "3118982",
    "reviewer_name": "Mauricio",
    "txt": "Erika's place is very well located in the vibrant Harlem, close to public transport, nice restaurants and coffee shops.\nThe house is actually bigger than it look in the pictures and Erika and her son Brandon made everything to make my stay pleasant. I would definitely recommend!"
  }, {
    "_id": "309738614",
    "date": {
      "$date": {
        "$numberLong": "1534564800000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "184468043",
    "reviewer_name": "Riley",
    "txt": "I had a truly wonderful stay! Erika is a great host, she was so kind and gracious and incredibly helpful. I can’t say enough good things about Erika and her home! "
  }, {
    "_id": "367828248",
    "date": {
      "$date": {
        "$numberLong": "1546664400000"
      }
    },
    "listing_id": "10612199",
    "reviewer_id": "24064977",
    "reviewer_name": "Gabriel",
    "txt": "I had the privilege to stay with Erika for a whole semester and I can only say that this amazing experience would have never been the same without her. She is the warmest and most understanding person I know She is always there for you and really makes you feel like you're at home."
  }]
}


{
  "_id": "1068505",
  "listing_url": "https://www.airbnb.com/rooms/1068505",
  "name": "Relaxing and Roomy in Crown Heights",
  "summary": "",
  "space": "This comfortable and spacious room is the middle room of a beautiful 3 bedroom apartment. With 2 doorway exits (one to the hallway and the other to the living room) the room has a unique setup while maintaining complete privacy. There is a skylight on the ceiling allowing for natural light and a ceiling fan for circulation.   The apartment is on the street side of a tree lined street, where natural light filters in throughout most of the day. I am located on the top (3rd floor, walk-up) of a lovely, family-owned brownstone which is located conveniently near numerous train lines (2,3,4,5,A,C, or Shuttle to the B,Q) - a short 20 minute commute to Manhattan. I have enjoyed this vibrant, lively and fun neighborhood for more than 6 years. On the block you can find unique coffee & tea shops with wireless internet, fresh baked goods, friendly bodegas, a couple of bars and EXCELLENT food (Thai, Mexican, Chinese, etc.) and a laundromat on the corner. Just a couple blocks further in either direc",
  "description": "This comfortable and spacious room is the middle room of a beautiful 3 bedroom apartment. With 2 doorway exits (one to the hallway and the other to the living room) the room has a unique setup while maintaining complete privacy. There is a skylight on the ceiling allowing for natural light and a ceiling fan for circulation.   The apartment is on the street side of a tree lined street, where natural light filters in throughout most of the day. I am located on the top (3rd floor, walk-up) of a lovely, family-owned brownstone which is located conveniently near numerous train lines (2,3,4,5,A,C, or Shuttle to the B,Q) - a short 20 minute commute to Manhattan. I have enjoyed this vibrant, lively and fun neighborhood for more than 6 years. On the block you can find unique coffee & tea shops with wireless internet, fresh baked goods, friendly bodegas, a couple of bars and EXCELLENT food (Thai, Mexican, Chinese, etc.) and a laundromat on the corner. Just a couple blocks further in either direc",
  "neighborhood_overview": "",
  "notes": "",
  "transit": "",
  "access": "",
  "interaction": "",
  "house_rules": "I ask that if you smoke, please smoke outside. I prefer to maintain a clean, peaceful, pet/animal free apartment. I ask that there are no unannounced guests or visitors and that guests are mindful of time in the bathroom since there is only one bathroom to share. Although I wont be changing your sheets everyday while you are here, I will make sure your room is clean, comfortable and fresh when you arrive. Also, please be mindful that since I work from home I may be in my room working and on conference calls so I am not always available to chat but I of course dont mind answering any questions you may have or addressing concerns. I am happy to share common spaces and amentities like the living room, cable tv and kitchen. Please be mindful of the shared spaces and maintaining cleanliness (guests are expected to wash their own dishes and wipe down counters after preparing meals). When using the stove I ask that you stay in the kitchen until you are finished cooking. I also prefer that gue",
  "property_type": "Apartment",
  "room_type": "Private room",
  "bed_type": "Real Bed",
  "minimum_nights": "2",
  "maximum_nights": "45",
  "cancellation_policy": "moderate",
  "last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "calendar_last_scraped": {
    "$date": {
      "$numberLong": "1551934800000"
    }
  },
  "first_review": {
    "$date": {
      "$numberLong": "1367899200000"
    }
  },
  "last_review": {
    "$date": {
      "$numberLong": "1544763600000"
    }
  },
  "accommodates": {
    "$numberInt": "2"
  },
  "bedrooms": {
    "$numberInt": "1"
  },
  "beds": {
    "$numberInt": "1"
  },
  "number_of_reviews": {
    "$numberInt": "46"
  },
  "bathrooms": {
    "$numberDecimal": "1.0"
  },
  "amenities": ["TV", "Cable TV", "Internet", "Wifi", "Kitchen", "Paid parking off premises", "Free street parking", "Heating", "Family/kid friendly", "Smoke detector", "Carbon monoxide detector", "Essentials", "Shampoo", "Hair dryer", "Hot water", "Host greets you"],
  "price": {
    "$numberDecimal": "50.00"
  },
  "weekly_price": {
    "$numberDecimal": "300.00"
  },
  "monthly_price": {
    "$numberDecimal": "1000.00"
  },
  "cleaning_fee": {
    "$numberDecimal": "50.00"
  },
  "extra_people": {
    "$numberDecimal": "10.00"
  },
  "guests_included": {
    "$numberDecimal": "1"
  },
  "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/17509746/9d5547e2_original.jpg?aki_policy=large",
    "xl_picture_url": ""
  },
  "host": {
    "host_id": "2128778",
    "host_url": "https://www.airbnb.com/users/show/2128778",
    "host_name": "Rachael",
    "host_location": "Brooklyn, NY",
    "host_about": "As a Social Work Community Organizer, Educator and Activist, I spend most of my time working both locally and in other parts of the country/world.  I love the arts and have a background in theatre and music- and an interest in writing poetry. Although I dont drink or party, I am known to work it out on the dance floor! I talk on the phone a lot and am a morning gym person.\n\nI grew up in the midwest and have lived in NYC for about 13 years. Ive been in my current (3 bedroom) apartment for about 12 years and have been doing airbnb for about half of that time! I am in my mid 30's, I work from home and enjoy a friendly, clean, peaceful environment.\n\nIf im home, Im often working in my room/home office. From time to time i host small meetings in my room or living room. Guests are welcome to come and go as they please. Since i have 2 rooms on airbnb i just ask folks to be mindful of other people, shared bathroom and kitchen, etc.  Although i dont normally get to spend a lot of time with guests, I truly enjoy meeting new people and it means so much to me for people to enjoy my home. Given the high rate of gentrification where i live, im also happy to share more about local businesses to support that invest in families who have historically lived in this neighborhood. Feel free to ask!",
    "host_response_time": "within a day",
    "host_thumbnail_url": "https://a0.muscache.com/im/users/2128778/profile_pic/1380500905/original.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/users/2128778/profile_pic/1380500905/original.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Crown Heights",
    "host_response_rate": {
      "$numberInt": "100"
    },
    "host_is_superhost": true,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
  },
  "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Brooklyn",
    "government_area": "Crown Heights",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
      "type": "Point",
      "coordinates": [{
        "$numberDouble": "-73.95667"
      }, {
        "$numberDouble": "40.67414"
      }],
      "is_location_exact": true
    }
  },
  "availability": {
    "availability_30": {
      "$numberInt": "5"
    },
    "availability_60": {
      "$numberInt": "35"
    },
    "availability_90": {
      "$numberInt": "64"
    },
    "availability_365": {
      "$numberInt": "64"
    }
  },
  "review_scores": {
    "review_scores_accuracy": {
      "$numberInt": "10"
    },
    "review_scores_cleanliness": {
      "$numberInt": "10"
    },
    "review_scores_checkin": {
      "$numberInt": "10"
    },
    "review_scores_communication": {
      "$numberInt": "10"
    },
    "review_scores_location": {
      "$numberInt": "10"
    },
    "review_scores_value": {
      "$numberInt": "9"
    },
    "review_scores_rating": {
      "$numberInt": "96"
    }
  },
  "reviews": [{
    "_id": "4484746",
    "date": {
      "$date": {
        "$numberLong": "1367899200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "6061475",
    "reviewer_name": "Silvia",
    "txt": "It was great! \r\nRachael`s cosy home is in the middle of Brooklyn and Rachael is just brilliant, full of joy and energy. Just around the corner there are many nice bars and delis. It is such a nice place to be. On our first day we go for a \"little\"walk from R home to and over the Brooklyn Bridge. You can see and look so much on this walk, perfect. We definetely enjoyed our trip to NY and would ever go back to Rachaels home! \r\nSilvi & Jo"
  }, {
    "_id": "5081248",
    "date": {
      "$date": {
        "$numberLong": "1370923200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "5983688",
    "reviewer_name": "Kathrine Bork",
    "txt": "We had 5 wonderful weeks in the cozy brownstone-apartment in Brooklyn. The neighbourhood was amazing, with small cafés etc. with live music and local events on Franklin Ave (Little Zelda's, Cool Pony...), Brooklyn Botanic Garden + Brooklyn Museum + Prospect Park nearby. The apartment had a great kitchen, fully equipped and we sometimes took the dinner with us down to the front stairs on the street. Our room had a small walk-in closet and a bed, we also enjojyed the big living room. Rachael was so sweet. She worked a lot, but we could always ask her about anything. She had a great laughter and we sometimes chit chattet with her in the kitchen. We would definately recommend a stay in this great apartment!"
  }, {
    "_id": "7288845",
    "date": {
      "$date": {
        "$numberLong": "1379131200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1525791",
    "reviewer_name": "Lisanicole",
    "txt": "Rachael was so wonderful! She really makes the effort to make her space friendly and lovely. She so obviously loves where she lives and loves her neighborhood and having others to share it with. It was so much fun and relaxing staying with her and talking about all kinds of things. She's the best and I would happily stay with her again!"
  }, {
    "_id": "7840236",
    "date": {
      "$date": {
        "$numberLong": "1380945600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1645904",
    "reviewer_name": "John",
    "txt": "I couldn't recommend staying in Rachael's house more highly. Rachael was very warm and welcoming and almost always available to ask questions of or even just have a chat with.\r\nThe house is in a really great old Brooklyn neighbourhood with plenty of character and some really great cafes, restaurants and vintage stores springing up just around the corner. The 2,3,4,5 trains are only a few minutes walk away so getting into Manhattan is a breeze.\r\nI look forward to staying back with Rachael again whenever I'm next visiting New York."
  }, {
    "_id": "9020177",
    "date": {
      "$date": {
        "$numberLong": "1385960400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "2845999",
    "reviewer_name": "Dorothy",
    "txt": "I really didn't feel that Rachel's room was adequately represented in the listing. It's very much an interior room, not just by a hall and a living room, but also by a staircase, the bathroom and the kitchen. It's in the center of the apartment. The openings are sheet rocked in, so have no insulation. There is no separation from the owner's unit downstairs. What this means is that sound (all sounds, casual sounds, everything)  is completely transparent within the room. I would not recommend for a light sleeper, or for someone who needs to feel a sense of privacy. \r\nI also wrote up front about what I needed. I didn't feel listened to at all. Then I was blamed being for not being up front (apparently because I didn't emphasize that I seriously needed what I needed), and then was also told when I was angry that my communication style is overwhelming. It actually made me feel pretty \"gas lighted.\"\r\nFinally, the apartment is extremely expensive even by NYC standards. My friends who visited me during my month long stay were aghast. They felt that what I was paying for the room was close to what the rent probably was for the whole apartment.\r\n...On the up-side the place is clean, and the neighborhood is great. The landlord downstairs is very nice too. For a few days of visiting if you're not noise sensitive, the apartment could be quite fine if you don't mind the price. "
  }, {
    "_id": "10120895",
    "date": {
      "$date": {
        "$numberLong": "1391230800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "4298119",
    "reviewer_name": "Jo",
    "txt": "Rachael is a fabulous host and the apartment is just lovely! First let's talk about the apartment. It's the second and top floor of a brownstone. It's decorated beautifully and she has set aside shelf space in the kitchen and bathroom to allow you to really feel at home. The bedroom is very comfortable, with a large closet and dresser to store your things. The bed is soooooo comfortable! I slept like a rock!\r\n\r\nThe apartment is half a block away from great restaurants and groceries on Franklin Ave and a super short walk to the 2, 3, 4, 5, and S trains, and an easy walk to the A and C trains at Fulton and the LIRR stop at Nostrand Ave which I walked to every morning while I was here. Ask Rachael for recommendations on food. She knows her stuff!\r\n\r\nSpeaking of Rachael, she is one of the nicest people you'll meet in New York City. I had a few problems moving in that were entirely my fault, but she was attentive and helpful far exceeding any expectations. She makes you feel welcome and at home from the minute you arrive and she's a joy to chat with when you have a minute.\r\n\r\nI would highly recommend this room to anyone coming to Brooklyn!"
  }, {
    "_id": "11744623",
    "date": {
      "$date": {
        "$numberLong": "1397448000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "2188528",
    "reviewer_name": "Honey",
    "txt": "Staying at Rachael's has been wonderful. The room is spacious, quiet, clean and so comfortable, as is the rest of the house. There is such a relaxing atmosphere here, and i really look forward to coming home at the end of the day. It's just a great place to be. As for Rachael, she is honestly amazing! So warm and funny, and gives you exactly the right amount of space/attention. I highly recommend staying here, and it'll 100 percent be my first choice whenever i return to New York.\r\n"
  }, {
    "_id": "14489878",
    "date": {
      "$date": {
        "$numberLong": "1403236800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1476791",
    "reviewer_name": "Anastasia",
    "txt": "Rachel makes her home your home which is very important for a traveler, especially the one who's on business trip as was I. The room was clean, lovely, cosy and even the fact that there's no window there didn't bother me. \r\nIs you are looking for a short stay in Brooklyn, here it is. \r\n"
  }, {
    "_id": "15530997",
    "date": {
      "$date": {
        "$numberLong": "1405051200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "15084954",
    "reviewer_name": "Matej",
    "txt": "Staying at Rachael's was perfect. I stay at her place two weeks with my brother. She was very nice, kind and always helpful when we needed something. We didn't see each other so often because she worked a lot and we went for trips to the city every morning. But when we did, she was always in a good mood, smiling and always helped us when we needed it and answered our typical tourist questions. The apartment was really nice, cozy and clean. We had everything we needed. Bed was very comfy, we had also plenty of space for our stuff - pretty big closet and chest of drawers. Living room and kitchen were available all the time. Our street and  whole neighborhood were really nice with lots of cafe places, restaurants, grocerys and everything you need. The closest subway station is like 5 minutes walking from home. So you can get to Manhattan very easy (2, 3, 4, 5 trains), there are also machines where you can buy your MetroCard. We really enjoyed our stay at Rachael's, she is great host and I would recommend it to everybody and definitely stay again when I come back to New York some time. :)"
  }, {
    "_id": "19275993",
    "date": {
      "$date": {
        "$numberLong": "1410235200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "10194784",
    "reviewer_name": "Rémy",
    "txt": "Great place and great host ! thank you Rachael."
  }, {
    "_id": "19625450",
    "date": {
      "$date": {
        "$numberLong": "1410753600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "18280006",
    "reviewer_name": "Tessa",
    "txt": "We had the best experience staying with Rachael. She was a wonderful, friendly, helpful host who made our stay in nyc that much more enjoyable. The room we stayed in was exactly like the photos, nice and clean and a comfy bed. We were very comfortable in the apartment and liked the area. It was very easy to get to manhatten from the subway stop located very close to the apartment. I would definitely recommend this place to anyone and would absolutely stay here again."
  }, {
    "_id": "19793966",
    "date": {
      "$date": {
        "$numberLong": "1411012800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "20471345",
    "reviewer_name": "Melissa",
    "txt": "Staying at Rachael's place was a pleasure. She was not at home all the time but we spoke a lot before our arrival so this was not a problem. She was very nice ans so was the place ! The neighborhood is quiet and the place is 5-10 minutes walk to the strain station and about 30 minutes train to the core of Manhattan. It was a really great stay !"
  }, {
    "_id": "20692495",
    "date": {
      "$date": {
        "$numberLong": "1412395200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "6724763",
    "reviewer_name": "Sissi E Pedro",
    "txt": "Rachael was an amazing host, very friendly, kind and helpfull! We stayed 2 weeks in her room and it was a great experience. The room and the hole appartament are very clean and decorated in a cozy way, that makes you feel confortable. The room is just like shown in the pictures. Located in a very nice area, very close to subway stations that offers you lines which gets you to Manhattan in about 15 minutes. Despite there are a lot of small shops (like delis, groceries, cafes, etc.) and good restaurants nearby. We highly recommend stayind there!"
  }, {
    "_id": "22185668",
    "date": {
      "$date": {
        "$numberLong": "1414814400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "5487599",
    "reviewer_name": "Alon",
    "txt": "Rachel was very accommodating and addressed any questions I had for her. The room is in a good location for those that need to travel frequently to Manhattan. Furthermore, there are some excellent places to eat in the neighborhood and a laundromat nearby. Be aware that the kitchen is a bit small and not optimal for those that like to cook a lot however this was not an issue for me."
  }, {
    "_id": "23799214",
    "date": {
      "$date": {
        "$numberLong": "1418187600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21109453",
    "reviewer_name": "Nicole",
    "txt": "Rachael was not in the apt during my stay and had her friend give me access and a tour of the apt. Nevertheless, Rachael checked in with me during my stay to see if I needed anything.  The apt was very clean and had everything I needed (looks like the photos). The neighbors downstairs can be loud occasionally but it didn't disrupt my sleep and was usually only brief bursts. I had no problems and would stay there again if I was in Brooklyn! "
  }, {
    "_id": "24079028",
    "date": {
      "$date": {
        "$numberLong": "1418965200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "16593307",
    "reviewer_name": "Monic",
    "txt": "This was a wonderful place to stay during our 4-day trip in NYC. Rachael's home was warm, welcoming, and clean and she was very helpful. We weren't around much but felt comfortable coming and going as needed. We would stay here again!"
  }, {
    "_id": "24373975",
    "date": {
      "$date": {
        "$numberLong": "1419656400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "23459811",
    "reviewer_name": "Joost",
    "txt": "I can really recommend this place, Rachael is a wonderful person who made us feel really at home, her house is very cozy and you she freed up space in case you want to use the kitchen. The neighborhood is also really nice, with lots of bars/restaurants and nice coffee shops. I'd just really like to thank Rachael for her hospitality!"
  }, {
    "_id": "25083151",
    "date": {
      "$date": {
        "$numberLong": "1420520400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21929619",
    "reviewer_name": "Alessandro",
    "txt": "Our first experience with AirBnB was great!\r\n\r\nRachael is an amazing host and we loved her place. She's a very kind roommate with a contagious laugh and wonderful singer! We loved hearing her singing from her bedroom while at home!\r\n\r\nCrown Heights is a lively and characteristic neighborhood with lots of nice restaurants and bars.\r\n\r\nThe house is cozy and very warm (we liked this after walking all day long in a cold January!), we could use the kitchen whenever we wanted and eat in the homey living room.\r\nThe bedroom is clean and spacious. We appreciated the walk-in closet and the extras, like scented soaps, candles, shampoos..\r\n\r\nNext time we'll be back in NYC, we'll surely book this place again!!"
  }, {
    "_id": "27734085",
    "date": {
      "$date": {
        "$numberLong": "1425960000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "288033",
    "reviewer_name": "Miriam",
    "txt": "Lovely as always! Very comfortable bed and great location."
  }, {
    "_id": "28964531",
    "date": {
      "$date": {
        "$numberLong": "1427860800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1274155",
    "reviewer_name": "Saskia",
    "txt": "Racheal was a great host! Everything went smoothly, the room was very comfortable and had a beautiful atmosphere. Absolutely recommendable! "
  }, {
    "_id": "32984409",
    "date": {
      "$date": {
        "$numberLong": "1432440000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "7635421",
    "reviewer_name": "Lucas",
    "txt": "Rachael was a great host, very friendly and helpfull! We stayed 14 nights in her house and it was a great experience. The room is just like shown in the pictures, very comfortable, quite and cosy, the bed is great, we slept very well! The location is great, with a lot of restaurants, bars and small shops, also very close to some Brooklyn's spots like Botanical Garden, Prospect Park and Brooklyn Museum. The subway is just 5min walking and just 15min to go to Manhattan Downtown. I felt very safe on the neighbourhood, even in late night. \r\nI really enjoyed my stay at Rachael's and highly recommend to all! "
  }, {
    "_id": "36101395",
    "date": {
      "$date": {
        "$numberLong": "1435204800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "14932562",
    "reviewer_name": "Neus",
    "txt": "Our stay in Rachel's apartment was really great.\nThe room was big and comfortable, the apartment was clean and had all what we needed. \nThe location was very convenient, near the subway and near different grocerie stores, restaurants, laundromat, bar....\nOur mates were really nice.\nRachael is a great host. She is friendly, helpful and cares about her guests and that makes the stay a wonderful one."
  }, {
    "_id": "40227560",
    "date": {
      "$date": {
        "$numberLong": "1438142400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "31607772",
    "reviewer_name": "Ana Belén",
    "txt": "La casa se encuentra en un barrio estupendo. Los vecinos son muy agradables y hay muy buen ambiente en el barrio, especialmente por la tarde-noche ya que hay muchos bares donde tomarse algo. \r\n\r\nRachael es muy simpática y agradable. Te ayuda en todo y trasmite confianza. Te hace sentir como en casa. \r\n\r\nMuchas gracias por todo. Esperamos que tu viaje haya ido muy bien y logréis vuestros objetivos. \r\n\r\nBesos, \r\n\r\nAna y Viky"
  }, {
    "_id": "45375439",
    "date": {
      "$date": {
        "$numberLong": "1441166400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "34739597",
    "reviewer_name": "Sylwia And Marek",
    "txt": "Rachael is a wonderful host! She is very kind and helpful person, which made that we felt uninhibited in the apartment. Room was perfect for a couple like us with  enough storage space. Bed was big and comfortable, ideal for relax and rest after whole day of sightseeing. Nice bathroom, very clean like the rest of apartment. \r\nNeighbourhood is a marvelous cultures mixture with plenty of fantastic places with really great food - from cofee with bagel till best burgers and vietnamese grilled pork. Really close to the trains to Manhattan, Williamsburg and opposite directions like JFK or Coney Island. We highly recommend Rachael and hers place!! "
  }, {
    "_id": "46786748",
    "date": {
      "$date": {
        "$numberLong": "1442116800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "42498890",
    "reviewer_name": "Blanca",
    "txt": "era mi primera vez con airbnb y la verdad que ha sido un éxito. Rachael se ha portado muy bien con nosotros aunque estuvo de viaje casi todo el tiempo que estuvimos en su casa,me sentí como si estuviera en mi propia casa, muy agusto. es una gran ventaja poder tener uso de la cocina. el barrio tenía muchas tiendecitas de comestibles y el metro está muy cerca y está muy bien conectado con Manhattan. me ha encantado en Nueva York y si vuelvo no dudaré en quedarme en casa de Rachael.Gracias de verdad."
  }, {
    "_id": "49242611",
    "date": {
      "$date": {
        "$numberLong": "1443758400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "30360150",
    "reviewer_name": "Jean-Remi",
    "txt": "Rachel is a very nice host. She really makes you feel at ease.\r\nThe place is really clean.\r\nThe room and the appartement are the same as in the picture. The bed is a full bed and the mattress is not firm. \r\nThe neighborhood is really nice. Lots of bars and restaurants. \r\n\r\n"
  }, {
    "_id": "49929910",
    "date": {
      "$date": {
        "$numberLong": "1444190400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "1447636",
    "reviewer_name": "Charles",
    "txt": "Rachael was very attentive and welcoming. Our communications about arrival arrangements were easy and pleasant. Her home office activity during the day was described accurately and was not a problem. The room and the bed were both very comfortable and the location is excellent. Public transportation options are an easy walk away, as are many choices for dining and coffee shops. I will definitely repeat, if the need arises."
  }, {
    "_id": "54743237",
    "date": {
      "$date": {
        "$numberLong": "1448254800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "8088227",
    "reviewer_name": "Stephanie",
    "txt": "Rachael is THE MOST AMAZING host in the entire world. She is extremely thoughtful and was excellent in making our stay comfortable and convenient. The room is very spacious and has a huge closet! My husband and I stayed here together and there was more than enough room, we never felt cramped whatsoever. Rachael provided a space for us to put our stuff in the bathroom and kitchen, was actually made our visit infinitely easier than other places we've stayed. We would absolutely, very highly suggest this room to anyone we know traveling to New York. We are so grateful for the time we stayed here and can wholeheartedly, completely recommend it! Thank you, again, Rachael for hosting us!!\r\n"
  }, {
    "_id": "63947857",
    "date": {
      "$date": {
        "$numberLong": "1456635600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "11196020",
    "reviewer_name": "Felicity",
    "txt": "The host canceled this reservation 51 days before arrival. This is an automated posting."
  }, {
    "_id": "125399466",
    "date": {
      "$date": {
        "$numberLong": "1483592400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "20520081",
    "reviewer_name": "Sara",
    "txt": "Rachael is a fantastic person, very kind, friendly and helpful. She always takes care of her guests.\nWe recommend her appartament in the hart of Brooklyn, close to the subway! \n\nShe is wonderful guest cos she makes you feel like home.\n\nWe hope to come back soon!!"
  }, {
    "_id": "140231925",
    "date": {
      "$date": {
        "$numberLong": "1490673600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "29565551",
    "reviewer_name": "Tamas",
    "txt": "We stayed 4 weeks in Rachael's place. Rachael is a really nice person, helpful and respectful, it was a pleasure to get to know her and share the space. The apartment feels very cozy but there is ample space. It was actually almost like having the place to ourselves, we had continuous access to the living room, and there was enough storage space in the bedroom for two people. The location is lovely, many cool restaurants, coffee shops on Franklin Av and in the neighborhood.\nThe only thing if I have to mention something negative, would be that at one point we went for about 10 days without cleaning and things started to be not so neat.\nOverall great stay, I would recommend Rachael to anyone."
  }, {
    "_id": "176223149",
    "date": {
      "$date": {
        "$numberLong": "1501387200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "40036263",
    "reviewer_name": "Estefania",
    "txt": "I stayed at Rachel's place for about a month during the summer. As a host, she's really helpful and kind. The room without window is a bit hot during the summer, but Rachel installed an air conditioning some days before I moved out and the temperature became much better... I really like the neighborhood. I would totally recommend Rachel's place."
  }, {
    "_id": "189413172",
    "date": {
      "$date": {
        "$numberLong": "1504238400000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "133614588",
    "reviewer_name": "Stella",
    "txt": "I had a lovely time at Rachael's place! The neighbourhood is lively but also feels very relaxed. My bed was very comfortable and I could find everything I needed in the kitchen. Rachael was also very accommodating when I had to change my check-in date at short notice"
  }, {
    "_id": "198818110",
    "date": {
      "$date": {
        "$numberLong": "1506744000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "65629895",
    "reviewer_name": "Moritz",
    "txt": "Rachael was an excellent host, very helpful and communication worked well. The apartment is in a nice area in Brooklyn with bars and restaurants close by, five minutes from the subway. \n\nWe were two people. As the room has no window we had to leave one of the doors open (room has two doors..) over night to get in some fresh air but then it worked just fine. Would book it again."
  }, {
    "_id": "238325622",
    "date": {
      "$date": {
        "$numberLong": "1519534800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "77825212",
    "reviewer_name": "Halle",
    "txt": "I had a perfect stay at Rachael's! She is one of the sweetest people I have ever met and is an outstanding host. Her place is very cute and very clean - and the neighborhood is great. So many restaurants and very close to a few major trains. Felt more like staying with a friend than with a stranger. 10/10 recommend!!"
  }, {
    "_id": "269030253",
    "date": {
      "$date": {
        "$numberLong": "1527307200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "67119676",
    "reviewer_name": "Victoria",
    "txt": "I stayed at Rachael's place for about a month and a half. Rachael was a fantastic host! She was so friendly and laid back. She would always say hi to me if we saw each other in passing. She also has one of the best laughs! Her place was a home away from home. I especially loved the bed and the fact that the room had a huge closet, for NYC standards, of course. I was also able to use her kitchen, and she left space for me to put some things in the fridge, which was so nice. The location of her place was also great. Crown Heights is an amazing neighborhood, and her place was just a few blocks from the 2/3/4/5 trains. Overall, I loved my stay and highly recommend Rachael's place! "
  }, {
    "_id": "291242292",
    "date": {
      "$date": {
        "$numberLong": "1531627200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "28817186",
    "reviewer_name": "Julia",
    "txt": "I stayed at Rachael's for six weeks and it was the perfect stay. Rachael is really kind and super helpful! She is the most amazing host!! The apartment is cozy and the neighborhood is great. Highly recommend!!"
  }, {
    "_id": "298621324",
    "date": {
      "$date": {
        "$numberLong": "1532836800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "110997542",
    "reviewer_name": "Nihan",
    "txt": "Great Stay!good location and warm welcome of Rachael with big smile"
  }, {
    "_id": "307086712",
    "date": {
      "$date": {
        "$numberLong": "1534132800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "32711280",
    "reviewer_name": "Joshuah",
    "txt": "We had a nice stay. It was a cute place to stay in Brooklyn and It is fairly close to public transportation. I would warn those looking to drive up to prepare to spend time searching for a place to park and move the car on street cleaning days. The bed is soft but firm, we found it to be comfortable."
  }, {
    "_id": "312998972",
    "date": {
      "$date": {
        "$numberLong": "1535083200000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "42417814",
    "reviewer_name": "Sofie",
    "txt": "This airbnb is on a lovely block in a very cool area of Brooklyn. It is a peaceful and quiet place yet close to a subway station so you can easily get to the city. Rachael was a great host, she is very friendly and helpful, and even has communal snacks in the kitchen. The room was clean and spacious with access to a large living room with a/c. I would definitely recommend this place to anyone! "
  }, {
    "_id": "316638578",
    "date": {
      "$date": {
        "$numberLong": "1535688000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "19073910",
    "reviewer_name": "Wallace",
    "txt": "Location was perfect. We visited family in Brooklyn and just used Rachael's place as a crash pad."
  }, {
    "_id": "330509723",
    "date": {
      "$date": {
        "$numberLong": "1538280000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "120565230",
    "reviewer_name": "Martha",
    "txt": "I stayed at Rachel’s place for 4 weeks. She is a wonderful host, very friendly and welcoming! The location is great, near several different subway lines and lots of restaurants. The house is older but the bedrooms  and shared spaces are nice. I highly recommend staying here when you visit New York!"
  }, {
    "_id": "340043318",
    "date": {
      "$date": {
        "$numberLong": "1540180800000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "43615126",
    "reviewer_name": "Sergei",
    "txt": "My wife and I had a wonderful vacation in New York in mid-October. Apartment Rachael is located in a quiet and green area of Brooklyn, not far from the Brooklyn Botanical Garden. Metro stations with gray, red and green lines are very close (100 and 300 m). It is very convenient to get to Manhattan (15 minutes by subway to Wall Street station). Rachael is a great hostess. She is very positive, sociable and caring. Rachael cooks very tasty. She treated us to a vegetable dish, which we called the Brooklyn delicacy from Rachael. I will recommend Rachael's apartment for visiting New York to all my friends.\nMany thanks, Rachael!"
  }, {
    "_id": "345073343",
    "date": {
      "$date": {
        "$numberLong": "1541304000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "8094227",
    "reviewer_name": "Michael",
    "txt": "I stayed in Rachael's apartment for a weekend while visiting friends in the city. The apartment is perfectly located near great cafes and restaurants and is decently central to a number of subway lines. The proximity to Prospect Park was also great. The photos don't totally do the apartment justice - it's quite cute. Great value for a room in an apartment in Crown Heights."
  }, {
    "_id": "354108711",
    "date": {
      "$date": {
        "$numberLong": "1543554000000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "21136321",
    "reviewer_name": "Erik",
    "txt": "Hosted my sister and was easy to communicate with before and during the trip. Would 10/10 recommend!"
  }, {
    "_id": "358455931",
    "date": {
      "$date": {
        "$numberLong": "1544763600000"
      }
    },
    "listing_id": "1068505",
    "reviewer_id": "62530727",
    "reviewer_name": "Morgan",
    "txt": "I loved my experience staying with Rachael. I stayed with her for a month and she made my transition so much easier. The apartment is super cute and very cozy. She pays very close attention to detail and had so many things available for me that I had forgotten at home. The location was great. There were a lot of restaurants in the general vicinity and the train was a short walk away. She was extremely accommodating and would always ask me if I needed anything. When I go back to Brooklyn I will definitely be staying with her again! Thank you Rachael for an amazing stay!"
  }]
}

